import { entityTypes } from "../../types";

export const ISTJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png", //mistake
  },
  {
    type: "title",
    data: "برون گرای شهودی احساسی داوری کننده (ENFJ)",
  },
  {
    type: "paragraph",
    data: `مسئولیت پذیر، دلسوز، یاری رسان و مهرطلب می باشد. احساس واقعی نسبت به آنچه دیگران می خواهند و فکر می کنند، دارد. سعی در انجام کارهای دیگران با توجه زیاد به عواطف و احساسات آنها دارد. در ارایه يك موضوع یا رهبری یک بحث گروهی توانایی خاصی دارد و از عهده آن به آسانی بر می آید. زودجوش، محبوب و فعال در امور آموزشی می باشد، در عین حال زمان کافی جهت مطالعات متنوع برای انجام بهتر کارها تخصیص می دهد.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `به افرادی راه مطالبی که برای رسان به خواسته هایشان تلاش می کنند`,
  },
  {
    type: "list",
    data: `آگاه، منظم، ها، فی گرا و قاطع هستند، و از دیگران هم همین انتظار را دارند`,
  },
  {
    type: "list",
    data: `در حرف زدن و ابراز احساسات راحتند.`,
  },
  {
    type: "list",
    data: `احتياجات دیگران را به خوبی متوجه می شوند.`,
  },
  {
    type: "list",
    data: `به نظرات مختلف احترام می گذارند`,
  },
  {
    type: "list",
    data: `در ایجاد روحیه گروهی بسیار موفق هستند.`,
  },
  {
    type: "list",
    data: `دوست دارند با اشخاص خلاق و پرانرژی کار کنند و درگیر کارهای متنوعی شوند.`,
  },
  {
    type: "list",
    data: `از سیاست ها و رویه ها تا جایی که با ارزش ها و نیازهای آنها منافات نداشته باشد استفاده می کنند.`,
  },
  {
    type: "list",
    data: `وقتی به مشکلی برخورد کنند آن را به عنوان یک چالش جدید می پذیرند.`,
  },
  {
    type: "list",
    data: `مشاغلی را ترجیح میدهند که ایده آل های آنها را منعکس کند و به دیگران الهام و هماهنگی ببخشد.`,
  },
  {
    type: "list",
    data: `دوست دارند اقدامات سریع انجام بدهند.`,
  },
  {
    type: "list",
    data: `غلب در عجله و شتاب هستند و با کندی جریانات کار، صبر و قرارشان را از دست می دهند.`,
  },
  {
    type: "list",
    data: `دوست دارند در شرایط کنترل باشند و در قبال پروژه های خودشان مسئولانه عمل کنند.`,
  },
  {
    type: "title",
    data: `مشاغل مناسب`,
  },
  {
    type: "slogan",
    data: `آرام و پر از احساس`,
  },
  {
    type: "list",
    data: `خلاق هنری`,
  },
  {
    type: "list",
    data: `آموزش مشاوره`,
  },
  {
    type: "list",
    data: `زمینه های مذهبی`,
  },
  {
    type: "list",
    data: `مراقبت های بهداشتی`,
  },
  {
    type: "list",
    data: `متخصص علوم اخلاقی`,
  },
  {
    type: "list",
    data: `توسعه سازمانی`,
  },
  {
    type: "list",
    data: `تکنولوژی`,
  },
  {
    type: "title",
    data: `عناوین شغلی`,
  },
  {
    type: "list",
    data: `مشاور`,
  },
  {
    type: "list",
    data: `روانشناس`,
  },
  {
    type: "list",
    data: `مستشار`,
  },
  {
    type: "list",
    data: `معلم`,
  },
  {
    type: "list",
    data: `روحانی`,
  },
  {
    type: "list",
    data: `نماینده فروش`,
  },
  {
    type: "list",
    data: `مدیر`,
  },
  {
    type: "list",
    data: `هماهنگ کننده رویدادها`,
  },
  {
    type: "list",
    data: `سیاستمدار / دیپلمات`,
  },
  {
    type: "list",
    data: `نویسنده`,
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `مهارت عالی در برقراری ارتباط`,
  },
  {
    type: "list",
    data: `رهبری جذاب و توانایی در رسیدن به رضایت خاطر`,
  },
  {
    type: "list",
    data: `شور و اشتیاق و علاقه در جلب همکاری دیگران`,
  },
  {
    type: "list",
    data: `مهارت های سازمانی و ابراز وجود`,
  },
  {
    type: "list",
    data: `علاقه به در نظر گرفتن چیزهای جدید`,
  },
  {
    type: "list",
    data: `برخورد همدلانه و توانایی شناسایی نیازهای دیگران`,
  },
  {
    type: "list",
    data: `میل رسیدن به هدف های خود`,
  },
  {
    type: "list",
    data: `متعهد نسبت به کاری که به آن معتقد است.`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `اکراه در کارکردن روی پروژه هایی که با ارزش هایش هم راستا نمی باشد.`,
  },
  {
    type: "list",
    data: `تمایل به آرمان سازی اشخاص و روابط با آنها`,
  },
  {
    type: "list",
    data: `دشواری در کارکردن در شرایط رقابت آمیز`,
  },
  {
    type: "list",
    data: `بی صبری و ناشکیبایی با ساختارها و اشخاصی که ناکارآمد و یا غیرمولد هستند.`,
  },
  {
    type: "list",
    data: `اجتناب از اختلاف و تعارض و تمایل به نادیده انگاشتن ناخوشایندی ها`,
  },
  {
    type: "list",
    data: `تمایل به تصمیم گیری های زودهنگام`,
  },
  {
    type: "list",
    data: `بی میلی به نظم آموزی به کارکنان زیردست`,
  },
  {
    type: "list",
    data: ` تمایل به اشتباه کردن به علت کمی وقت`,
  },
  {
    type: "title",
    data: `ارتباط با دیگران`,
  },
  {
    type: "list",
    data: `دوستانه، گرم و صمیمی هستند و دوست دارند دیگران را راضی کنند.`,
  },
  {
    type: "list",
    data: `تلاش می کنند روابطی هماهنگ و تعاونی فراهم آورند.`,
  },
  {
    type: "list",
    data: `دوستانی وفادار هستند.`,
  },
  {
    type: "list",
    data: `می توانند شریک زندگی خود را آرمان سازی کنند و ناسازگاری ها را فراموش کنند.`,
  },
  {
    type: "list",
    data: `دوست دارند اشخاص مورد علاقه شان در بهترین حد خود ظاهر شوند.`,
  },
  {
    type: "list",
    data: `دوست دارند با تحسین شدن، مورد احترام قرار گرفتن و تایید شدن توسط دیگران از ارزش خود مطمئن شوند.`,
  },
  {
    type: "list",
    data: `دوست ندارند بازخوردهای بد بدهند یا بگیرند.`,
  },
  {
    type: "list",
    data: `اگر صحبت آنها مورد سؤال و تردید قرار بگیرد ممکن است افسرده شوند.`,
  },
  {
    type: "list",
    data: `بایدها و نبایدهای فراوانی دارند.`,
  },
  {
    type: "list",
    data: `ممکن است نتوانند به راحتی با دنیای درون و احساسات خود کنار بیایند.`,
  },
  {
    type: "list",
    data: `اغلب خود را مسئول احساسات دیگران می دانند.`,
  },
  {
    type: "list",
    data: `میان رسیدن به خواسته های خود و کمک به دیگران برای آن که به خواسته های خود برسند دچار تضاد هستند.`,
  },
  {
    type: "title",
    data: `اوقات فراغت`,
  },
  {
    type: "list",
    data: `علایق فراوان دارند و دوست دارند که زندگی فعالی داشته باشند.`,
  },
  {
    type: "list",
    data: `آنها دوست دارند با دیگران باشند صرف وقت طولانی در تنهایی آنها را مکدر می کند.`,
  },
  {
    type: "list",
    data: `اوقات فراغت آنها برنامه ریزی شده است.`,
  },
  {
    type: "list",
    data: `آنها از خواندن، صحبت کردن درباره ایده ها، سازمان دهی فعالیت ها و شرکت در سازمانهای اجتماعی لذت می برند.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `صبوری را بیاموزد، خود را از قيد بعضی کنترل ها رها کند و موضوعات شخصی را به دل نگیرد.`,
  },
];
