import { entityTypes } from "../../types";

export const ISTJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png", //mistake
  },
  {
    type: "title",
    data: "برون گرای شهودی احساسی ادراک کننده (ENFP)",
  },
  {
    type: "paragraph",
    data: `پرحرارت و پرانرژی می باشد و روحیه بالایی دارد. دارای قوه تخیل بالا و مبتکر می باشد. تقریبا توانایی هرکاری که به آن علاقه مند است را دارد. در پیدا کردن راه حل برای هر نوع مشکل سریع عمل می کند و آماده کمک به هرکسی که در مشکل باشد هست. به جای این که خود را از قبل آماده کند به توانایی های بالقوه اش متکی می باشد. توانایی یافتن دلایل کافی برای کارهای خویش را دارد.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `در زمینه توجه به جزئیات حتی در زمینه های مالی بی علاقه است`,
  },
  {
    type: "list",
    data: `به دنبال تنوع و چالش اند. پیوسته در این فکر که روش تخیلی را برای انجام دادن کارهایشان انتخاب کنند.`,
  },
  {
    type: "list",
    data: `می توانند رهبرانی با جذبه و الهام بخش باشند. آنها با انرژی و پشتکار خود به دیگران انگیزه میدهند.`,
  },
  {
    type: "list",
    data: `دوست دارند با اشخاص خلاق و پرانرژی کار کنند.`,
  },
  {
    type: "list",
    data: `برای آنها شروع کردن کار از تمام کردن آن اهمیت بیشتری دارد.`,
  },
  {
    type: "list",
    data: `وقتی درگیر پروژه خود می شوند زمان و نیازهای جسمانی خود را فراموش می کنند.`,
  },
  {
    type: "list",
    data: `در بسیاری از زمینه ها با استعداد هستند اما در کم کردن حیطه توجه خود با دشواری روبه رو می شوند.`,
  },
  {
    type: "list",
    data: ` تحت تأثیر جزئیات کلافه می شوند. ترجیح میدهند شخص دیگری به جزئیات رسیدگی کند. - دوست دارند با سرعت کار کنند.`,
  },
  {
    type: "list",
    data: `می خواهند نظارت بر کار آنها کمترین مقدار ممکن باشد.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: `هرچیزی امکان پذیر است`,
  },
  {
    type: "list",
    data: `بازاریابی برنامه ریزی`,
  },
  {
    type: "list",
    data: `آموزش مشاوره`,
  },
  {
    type: "list",
    data: `کارفرمایی تجارت`,
  },
  {
    type: "list",
    data: `مشاغل متفرقه`,
  },
  {
    type: "list",
    data: `مراقبت های بهداشتی خدمات اجتماعی`,
  },
  {
    type: "list",
    data: `تکنولوژی`,
  },
  {
    type: "list",
    data: `کار های خلاق`,
  },
  {
    type: "title",
    data: `عناوین شغلی`,
  },
  {
    type: "list",
    data: `هنرمند، بازیگر`,
  },
  {
    type: "list",
    data: ` روحانی، معلم دینی`,
  },
  {
    type: "list",
    data: `برنامه ریز همایش`,
  },
  {
    type: "list",
    data: `مشاور`,
  },
  {
    type: "list",
    data: `کارفرما`,
  },
  {
    type: "list",
    data: `مسئول خدمات غذایی`,
  },
  {
    type: "list",
    data: `متخصص توسعه منابع انسانی`,
  },
  {
    type: "list",
    data: `طراح داخلی`,
  },
  {
    type: "list",
    data: `روزنامه نگار`,
  },
  {
    type: "list",
    data: `بازاریاب`,
  },
  {
    type: "list",
    data: `متخصص رسانه`,
  },
  {
    type: "list",
    data: `سخنران انگیزشی`,
  },
  {
    type: "list",
    data: `روان درمانگر`,
  },
  {
    type: "list",
    data: `کارمند روابط عمومی`,
  },
  {
    type: "list",
    data: `مسئول فروش`,
  },
  {
    type: "list",
    data: `آموزگار`,
  },
  {
    type: "list",
    data: `نویسنده`,
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `جسارت ریسک کردن، امتحان کردن چیزهای جدید و غلبه بر موانع`,
  },
  {
    type: "list",
    data: `داشتن علایق وسیع و فراوان و توانایی`,
  },
  {
    type: "list",
    data: `یادگیری مطالبی که به آنها علاقه مند است`,
  },
  {
    type: "list",
    data: `توانایی دیدن تصویر بزرگ و جامع`,
  },
  {
    type: "list",
    data: `مهارتهای ارتباطی عالی و توانایی تشویق و ترغیب دیگران`,
  },
  {
    type: "list",
    data: `سازگاری و توانایی تغییردادن دستورالعملها`,
  },
  {
    type: "list",
    data: `توانایی اطلاع یابی سریع از خواسته ها و انگیزه های دیگران`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `دشواری در تعیین اولویت ها و تصمیم گیری`,
  },
  {
    type: "list",
    data: `ناشکیبایی با اشخاص غیرخلاق`,
  },
  {
    type: "list",
    data: `اکراه در انجام دادن کارهای روزمره به روش سنتی`,
  },
  {
    type: "list",
    data: `نداشتن نظم و ترتیب به هنگام رسیدگی به جزئیات امور`,
  },
  {
    type: "list",
    data: `مکدر و کسل شدن، به خصوص پس از آن که فرایند خلاق کنار می رود`,
  },
  {
    type: "list",
    data: `عدم علاقه به انجام کارهای تکراری`,
  },
  {
    type: "list",
    data: `بی حوصلگی در کارکردن با اشخاص و روش هایی که انعطاف ندارند.`,
  },
  {
    type: "list",
    data: `توجه به کارهای ممکن به جای توجه به کارهای محتمل تمایل به از دست دادن سازمان و تشکیلات`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `پیوسته در اندیشه محبت و دوستی اند.`,
  },
  {
    type: "list",
    data: `این که دیگران در چه شرایطی قرار دارند، برایشان اهمیت دارد.`,
  },
  {
    type: "list",
    data: `می توانند بلافاصله با دیگران روابط مؤثر برقرار کنند.`,
  },
  {
    type: "list",
    data: `همسر خود را آرمان سازی می کنند.`,
  },
  {
    type: "list",
    data: `آنها همیشه درگیر روابط عاطفی و یا عاشق هستند. `,
  },
  {
    type: "list",
    data: `برای آزادی و استقلال، بهای فراوانی قائلند.`,
  },
  {
    type: "list",
    data: `دوست دارند احساسات خود را بیان کنند.`,
  },
  {
    type: "list",
    data: `می خواهند خاص باشند. مترصد دریافت تایید و تصدیق از کسانی هستند که برای شان مهم می باشند.`,
  },
  {
    type: "list",
    data: `با دیگران با گرمی و محبت برخورد می کنند.`,
  },
  {
    type: "list",
    data: `می توانند به شدت با پشتکار، مثبت و خوشبین باشند`,
  },
  {
    type: "title",
    data: `اوقات فراغت`,
  },
  {
    type: "list",
    data: `از تحریف کردن داستان لذت می برند`,
  },
  {
    type: "list",
    data: `دوست دارند در کانون صحنه باشند و صحبت های معنی دار بکنند.`,
  },
  {
    type: "list",
    data: `حضور در سمینارهای آموزش و کلاس هایی که اشخاص مختلف در آن شرکت می کنند را دوست دارند.`,
  },
  {
    type: "list",
    data: `فعالیت های ساکت تر مانند کتاب خواندن، نوشتن و پروژه های خلاق، برای شان لذت بخش است اما انجام آنها به مدت طولانی را دوست ندارند .`,
  },
  {
    type: "list",
    data: `دوست دارند زندگی فعال و تجربه های جدید را دوست دارند.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `اولویت بندی توجه کردن و پیگیری موضوعات را در مدنظ داشته باشید.`,
  },
];
