import { entityTypes } from "../../types";

export const ISTJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png", //mistake
  },
  {
    type: "title",
    data: "برون گرای حسی متفکر ادراک کننده (ESTP)",
  },
  {
    type: "paragraph",
    data: `واقع گرا و به ندرت نگران می شود و یا در کارها عجله می کند. از هر چه پیش آید لذت می برد. معمولا به موضوع های فنی علاقه نشان می دهد. دوست دارد در محافل ورزشی مختلف شرکت کند. ممکن است کمی کند و خونسرد باشد. به ریاضیات و علوم فقط هنگامی که نیاز باشد علاقه نشان می دهد. علاقه ای به موضوع های تشریحی طولانی ندارد. استعداد در زمینه موضوعاتی مانند اصلاح کارها و راه حل های زیرکانه در تصحیح امور ظریف تبحر خاصی از خود نشان میدهد.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `مبتکر، پرمایه و عمل گرا هستند.`,
  },
  {
    type: "list",
    data: `دوست دارند با حقایق روبه رو شوند. به شدت نتیجه گرا هستند.`,
  },
  {
    type: "list",
    data: `در برخورد با مسائل از منطق استفاده می کنند.`,
  },
  {
    type: "list",
    data: `از این که در آخرین لحظه کارها را انجام بدهند لذت می برند.`,
  },
  {
    type: "list",
    data: `زیر فشار بسیار خونسرد هستند توانایی آن که موقعیتهای پرفشار را نرم و ملایم بکنند را دارند.`,
  },
  {
    type: "list",
    data: `رفتاری محکم و فشرده دارند.`,
  },
  {
    type: "list",
    data: `دنبال موفقیت و شناخت می گردند.`,
  },
  {
    type: "list",
    data: `رقابت جو بوده و در بحران ها و گرفتاری ها به هیجان می آیند.`,
  },
  {
    type: "list",
    data: `تنها در صورتی مطابق مقررات رفتار می کنند که بتوانند به خواسته های خود برسند.`,
  },
  {
    type: "list",
    data: `متقاعد کننده هستند و خودشان را به سرعت بالا می کشند.`,
  },
  {
    type: "list",
    data: `اغلب چند پروژه را با هم انجام می دهند.`,
  },
  {
    type: "list",
    data: `از مشاغل پرانرژی و پراسترس لذت می برند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: `بیایید مشغول شویم`,
  },
  {
    type: "list",
    data: `تجارت و بازرگانی`,
  },
  {
    type: "list",
    data: `فروش خدمات`,
  },
  {
    type: "list",
    data: `امور مالی`,
  },
  {
    type: "list",
    data: "تجارت کارهای دستی",
  },
  {
    type: "list",
    data: "سرگرمی ورزش",
  },
  {
    type: "title",
    data: "عناوین شغلی",
  },
  {
    type: "list",
    data: "وکیل دعاوی",
  },
  {
    type: "list",
    data: "نجار",
  },
  {
    type: "list",
    data: "مربی",
  },
  {
    type: "list",
    data: "کارگر ساختمان",
  },
  {
    type: "list",
    data: "کارآگاه",
  },
  {
    type: "list",
    data: "تکنسین بخش اورژانس",
  },
  {
    type: "list",
    data: "مهندس",
  },
  {
    type: "list",
    data: "کارفرما",
  },
  {
    type: "list",
    data: "زارع",
  },
  {
    type: "list",
    data: `مأمور آتش نشانی`,
  },
  {
    type: "list",
    data: "مشاور مدیریت",
  },
  {
    type: "list",
    data: `مکانیک`,
  },
  {
    type: "list",
    data: "افسر ارتش / پلیس",
  },
  {
    type: "list",
    data: "ورزش کار حرفه ای",
  },
  {
    type: "list",
    data: "نماینده فروش",
  },
  {
    type: "list",
    data: "واسطه اوراق بهادار و بورس",
  },
  {
    type: "list",
    data: "تکنسین",
  },
  {
    type: "list",
    data: "اپراتور حمل و نقل",
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `توانایی مشاهده و ملاحظه فراوان و حافظه عالی برای حفظ اطلاعات و واقعیت ها`,
  },
  {
    type: "list",
    data: `توانایی اطلاع از کارهایی که انجام دادنشان امکان پذیر است.`,
  },
  {
    type: "list",
    data: `لذت بردن از انجام پروژه های جدید`,
  },
  {
    type: "list",
    data: `دارای انرژی بسیار زیاد`,
  },
  {
    type: "list",
    data: `توانایی سازگاری با تغییرات جدید`,
  },
  {
    type: "list",
    data: `توانایی جالب و خوشایند کردن کار`,
  },
  {
    type: "list",
    data: `توانایی ایجاد جو خوشایند در محل کار`,
  },
  {
    type: "list",
    data: `انعطاف پذیری و استقبال از قبول ریسک`,
  },
  {
    type: "list",
    data: `علاقه مند به قبول تفاوت ها و توانایی هم جریان شدن با دیگران`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `دشواری در کار کردن به تنهایی به خصوص در مدت زمان طولانی`,
  },
  {
    type: "list",
    data: `عدم علاقه به تدارکات مقدماتی`,
  },
  {
    type: "list",
    data: `عدم حساسیت نسبت به احساس های دیگران`,
  },
  {
    type: "list",
    data: `ناتوانی در دیدن فرصت ها و انتخاب هایی که در حال حاظر وجود ندارند.`,
  },
  {
    type: "list",
    data: `عدم تحمل جزئیات کارهای اداری`,
  },
  {
    type: "list",
    data: `دشواری در بعضی از تصمیم گیریها`,
  },
  {
    type: "list",
    data: `تمایل به تکانشگری`,
  },
  {
    type: "list",
    data: `ناتوانی در تصور پیامدهای آتی کار`,
  },
  {
    type: "list",
    data: `مقاومت در برابر ایجاد هدف های بلندمدت و دشواری در تمام کردن کار در زمان تعیین شده.`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `مستقلند، آزادی را دوست داشته و دوست ندارند کنترل شوند.`,
  },
  {
    type: "list",
    data: `همیشه مترصد ماجراها و تجربه جدید هستند.`,
  },
  {
    type: "list",
    data: `خوش بین هستند و وقت زیادی را صرف نگرانی و تاسف نمی کنند`,
  },
  {
    type: "list",
    data: `آشنایان زیادی دارند و با گروهای مختلف مردم به خوبی کنار می آیند.`,
  },
  {
    type: "list",
    data: `علاقه چندانی به پرداختن به مباحث عاطفی و میان فردی ندارند.`,
  },
  {
    type: "list",
    data: `دوست دارند شرکای زندگی خود را تحت تأثیر جاذبه، موفقیت و توانمندی خود قرار دهند.`,
  },
  {
    type: "list",
    data: `در زمینه های مادی بسیار سخاوتمند هستند اما ممکن است کارهای مشخصی که برای ایجاد صمیمیت لازم است را فراموش کنند.`,
  },
  {
    type: "list",
    data: `شادی و هیجان را به روابط خود می آورند.`,
  },
  {
    type: "list",
    data: `تحت تأثير تضاد و تعارض تحریک می شوند و به هیجان می آیند.`,
  },
  {
    type: "list",
    data: `می توانند غیرقابل پیش بینی باشند. ممکن است عکس آنچه را که شما انتظار دارید انجام دهند و لزومی برای توجیه رفتارشان احساس نکنند.`,
  },
  {
    type: "title",
    data: `اوقات فراغت`,
  },
  {
    type: "list",
    data: `در کانون صحنه قرار گرفتن، داستان تعریف کردن و لطیفه گفتن را دوست دارند. آنها از چیزهای خوب زندگی لذت می برند و وقت زیادی را صرف معاشرت های اجتماعی می کنند.`,
  },
  {
    type: "list",
    data: `دوست دارند ریسک بکنند و کارهای مخاطره آمیز انجام بدهند. از جمله از کوهنوردی، اسکی، شکار، پرش با چتر نجات، قایقرانی و موج سواری لذت می برند.`,
  },
  {
    type: "list",
    data: `روابط شخصی وصمیمانه برای آن ها از اهمیت چندانی برخوردار نیست.`,
  },
  {
    type: "list",
    data: `آنها به رقابت، فعالیت و ماجرا بهای بیشتری می دهند.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `قبل از اقدام به هر عملی فکر کند. احساسات دیگران را رعایت کند و به تعهدات خود وفادار باقی بماند.`,
  },
];
