import { entityTypes } from "../../types";

export const INTPInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/intp",
  },
  {
    type: "title",
    data: "درون گرای شهودی احساسی ادراک کننده (INFP)",
  },
  {
    type: "paragraph",
    data: `پر از وفاداری و هواخواهی پرحرارت می باشد. اغلب راجع به شایستگی های خود صحبت نمی کند تا زمانی که شما را به خوبی بشناسد. علاقه فراوانی به یادگیری، ایده های جدید، زبان و پروژه های مستقل دارد. گاهی اوقات بیش از حد مسئولیت قبول می نماید و اغلب آن را به طور کامل به پایان می رساند. خوش برخورد است ولی عموما مشغول تفکر به آن می باشد که چه عواملی باعث جلب توجه و اجتماعی بودن آنها می شود.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `از مقررات، نظم، رویه، برنامه و سروقت بودن خوششان نمی آید.`,
  },
  {
    type: "list",
    data: ` نیازی به این ندارند که ارزش های خود را به دیگران تحمیل کنند. آنها ترجیح میدهند که به آرامی نظراتشان را با دیگران در میان بگذارند و آنها را متقاعد سازند.`,
  },
  {
    type: "list",
    data: `آنها اغلب موفق و مصمم هستند و به روشی آرام برنامه های خود را دنبال می کنند.`,
  },
  {
    type: "list",
    data: `اگر با گروهی باشند می توانند رهبری آنها را به دست بگیرند.`,
  },
  {
    type: "list",
    data: `در شرایط رقابت آمیز ممکن است با مشکلاتی روبه رو شوند.`,
  },
  {
    type: "list",
    data: `به استقلال و خودمختاری بها می دهند. از قطع شدن حواس خود خوششان نمی آید.`,
  },
  {
    type: "list",
    data: `دوست دارند هر کاری را که می کنند به نحو احسن انجام بدهند. می توانند صبورانه کارهای سنجیده را انجام دهند.`,
  },
  {
    type: "list",
    data: `می خواهند به خاطر کارشان مورد تشویق و تحسین قرار بگیرند.`,
  },
  {
    type: "list",
    data: `خودشان را با معیارهای سطح بالا مقایسه می کنند.`,
  },
  {
    type: "list",
    data: `از جوانب مختلف به مسائل نگاه می کنند ممکن است گاهی قاطعیت لازم نداشته باشند زیرا نمیدانند برای آنها چه چیزی اهمیت دارد.`,
  },
  {
    type: "list",
    data: `اگر نتوانند هدف های خود را تحقق ببخشند ممکن است مایوس و دلسرد شوند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "paragraph",
    data: "آرام و پر از احساس",
  },
  {
    type: "list",
    data: `خلاق هنری`,
  },
  {
    type: "list",
    data: `آموزش مشاوره`,
  },
  {
    type: "list",
    data: `زمینه های مذهبی`,
  },
  {
    type: "list",
    data: `مراقبت های بهداشتی`,
  },
  {
    type: "list",
    data: `متخصص علوم اخلاقی`,
  },
  {
    type: "list",
    data: `توسعه سازمانی`,
  },
  {
    type: "list",
    data: `تکنولوژی`,
  },
  {
    type: "title",
    data: "عناوین شغلی",
  },
  {
    type: "list",
    data: `بازیگر`,
  },
  {
    type: "list",
    data: `معمار`,
  },
  {
    type: "list",
    data: `هنرمند`,
  },
  {
    type: "list",
    data: `آهنگ ساز`,
  },
  {
    type: "list",
    data: `مشاور`,
  },
  {
    type: "list",
    data: `سردبیر، ویراستار`,
  },
  {
    type: "list",
    data: `مفسر، مترجم`,
  },
  {
    type: "list",
    data: `روزنامه نگار`,
  },
  {
    type: "list",
    data: `کتابخانه دار`,
  },
  {
    type: "list",
    data: `ماساژ درمانگر`,
  },
  {
    type: "list",
    data: `موسیقی دان`,
  },
  {
    type: "list",
    data: `عکاس`,
  },
  {
    type: "list",
    data: `روان درمانگر`,
  },
  {
    type: "list",
    data: `معلم دینی`,
  },
  {
    type: "list",
    data: `نویسنده`,
  },
  {
    type: "list",
    data: `پژوهشگر`,
  },
  {
    type: "list",
    data: `دانشمند اجتماعی`,
  },
  {
    type: "list",
    data: `آموزگار`,
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `توانایی خوب فکر کردن و پرداختن به موضوعی واحد در هر لحظه`,
  },
  {
    type: "list",
    data: `تمایل به اندیشیدن به موارد فراتر از مرزهای تعیین شده`,
  },
  {
    type: "list",
    data: `تعهد عمیق به کار`,
  },
  {
    type: "list",
    data: `توانایی کار کردن به تنهایی در صورت نیاز`,
  },
  {
    type: "list",
    data: `کنجکاوی طبیعی و مهارت دستیابی به اطلاعات مورد نظر`,
  },
  {
    type: "list",
    data: `توانایی دیدن تصویر بزرگ و جامع از کار`,
  },
  {
    type: "list",
    data: `توجه کردن به نیازها و انگیزه های دیگران`,
  },
  {
    type: "list",
    data: `توانمندی در تغییر جهت دادن توانایی زیاد در کار کردن با اشخاص به طور انفرادی`,
  },
  {
    type: "list",
    data: `نقاط ضعف کاری`,
  },
  {
    type: "list",
    data: `نیاز به کنترل پروژه ها و از دست دادن علاقه به انجام آن ها در صورت عدم وجود کنترل`,
  },
  {
    type: "list",
    data: `گرایش به بی سازمانی و دشواری در تعیین اولویت ها`,
  },
  {
    type: "list",
    data: `دشواری در کار کردن با پروژه هایی که با ارزش های شما هم خوانی ندارد.`,
  },
  {
    type: "list",
    data: `بی میلی به انجام دادن کارها به شکل سنتی و متعارف`,
  },
  {
    type: "list",
    data: `آرمان گرایی طبیعی که مانع از داشتن انتظارات واقع بینانه می شود.`,
  },
  {
    type: "list",
    data: `دشواری در کار کردن در شرایط رقابتی یا تنش زا`,
  },
  {
    type: "list",
    data: `دشواری در کار کردن در زمینه های ساختارمند یا با اشخاص بیش از اندازه بی انعطاف`,
  },
  {
    type: "list",
    data: `عدم واقع بینی در مورد مدت زمان انجام کارها`,
  },
  {
    type: "list",
    data: `بی میلی در انتقاد کردن از دیگران`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `به اصالت و عمق روابط بها می دهند.`,
  },
  {
    type: "list",
    data: `وفادار و صمیمی هستند، نسبت به دوستان و افراد خانواده خود متعهدند.`,
  },
  {
    type: "list",
    data: `محتاط و ملاحظه کار هستند و با گروهای کوچک تر به راحتی کنار می آیند.`,
  },
  {
    type: "list",
    data: `می توانند سرگرم کننده باشند.`,
  },
  {
    type: "list",
    data: `از این توانایی برخوردارند که از دیگران مراقبت و آنها را تشویق و تایید کنند.`,
  },
  {
    type: "list",
    data: `اغلب به این دلیل که هم می خواهد در خلوت با خود باشد و هم علاقه مند به معاشرت با دیگران هستند، در تعارض اند.`,
  },
  {
    type: "list",
    data: `به دیگران علاقه مند و پر توجهند، اما در مواقعی بی تفاوت به نظر می رسند، یا در جریان کمک به دیگران غرق می شوند یا در بحر تحقق بخشیدن به رویاهای خود فرو می روند.`,
  },
  {
    type: "list",
    data: `اغلب تصمیم نهایی خود را با دیگران در میان می گذارند.`,
  },
  {
    type: "list",
    data: `می توانند نسبت به محیط خود حساس باشند، صداهای بلند را دوست ندارند زیرا حواسشان را پرت می کند.`,
  },
  {
    type: "list",
    data: `شریکی را برای خود می خواهند که با ارزش ها و هدفهای آنها سهیم باشد. در متعهد شدن محتاط عمل می کنند اما وقتی متعهد شدند، تعهدشان بلندمدت و پردوام است.`,
  },
  {
    type: "title",
    data: "اوقات فراغت",
  },
  {
    type: "list",
    data: `ترجیح می دهند اوقات خود را به تنهایی سپری کنند. در ضمن دوست دارند با دوستان نزدیک خود به موزه، سینما و یا به دامان طبیعت بروند.`,
  },
  {
    type: "list",
    data: `آن ها از یاد گرفتن مطالب جدید لذت می برند.`,
  },
  {
    type: "list",
    data: `INFP ها به درک معانی زندگی علاقه مند هستند.`,
  },

  {
    type: "title",
    data: `پیشنهاد برای کسب موفقیت`,
  },
  {
    type: "list",
    data: `انتظارات واقع بینانه ایجاد کند، به مصالحه توجه داشته باشد و مسائل شخصی را به دل نگیرد.`,
  },
];
