import { entityTypes } from "../../types";

export const INTJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/intj",
  },
  { type: "title", data: "درون گرای شهودی بینشی متفکر داوری کننده (INTJ)" },
  {
    type: "paragraph",
    data: `افکاری بدیع و مبتکرانه دارد و پرانرژی می باشد که فقط برای رسیدن به اهداف خود از آن استفاده می برد. در زمینه هایی که علاقه پیدا می نماید قدرت خاصی جهت سازماندهی کارها دارد و می تواند کارها را با کمک یا بدون کمک دیگران به پایان برساند. شکاک، منتقد، مستقل و مصمم و گاهی اوقات لجوج می باشد. باید یاد بگیرد که روی موضوعات جزئی زیاد تمرکز ننماید تا بتواند در موضوعات مهم تر موفق باشد.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `از توانمندی های مفهومی و تصوری فراوان برخوردارند.`,
  },
  {
    type: "list",
    data: `اطمینان فراوانی به بینش های شمی خود دارند و می توانند آنها را به واقعیت برسانند.`,
  },
  {
    type: "list",
    data: `اغلب به مقام رهبری و یا مدیریت در موسسه و شرکت می رسد و به سازمان خود احساسی از هدفمندی، پنداره یا ماموریت می دهد.`,
  },
  {
    type: "list",
    data: `به شکلی منطقی و منظم کار می کند تا راه حل هایی نوآور و مبتکرانه برای مسائل ایجاد کند.`,
  },
  {
    type: "list",
    data: `سیستم ها و راه کارهایی تدارک می بیند که برای کاری که در دست دارد جالب است.`,
  },
  {
    type: "list",
    data: `برای رسیدن به مقصود همان اندازه که به خود فشار می آورد به دیگران هم فشار می آورد.`,
  },
  {
    type: "list",
    data: `وقتی واقعیت با الگوی آنها همخوانی ندارد از خود انتقاد می کنند.`,
  },
  {
    type: "list",
    data: `دوست دارد که مستقل کار کند، دوست ندارد کسی در کار او دخالت کند.`,
  },
  {
    type: "list",
    data: `دوست دارند بر اجرای عقاید خود کنترل داشته باشند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: `شعار تیپ:‌ شایستگی + استقلال = کمال`,
  },
  {
    type: "list",
    data: `تجارت امور مالی`,
  },
  {
    type: "list",
    data: `مراقبت های بهداشتی پزشکی`,
  },
  {
    type: "list",
    data: `آموزش`,
  },
  {
    type: "list",
    data: `تکنولوژی`,
  },
  {
    type: "list",
    data: "رشته های حرفه ای",
  },
  {
    type: "list",
    data: `فعالیت های خلاق`,
  },
  {
    type: "title",
    data: "عناوین شغلی",
  },
  {
    type: "list",
    data: `مدیر مدرسه`,
  },
  {
    type: "list",
    data: `باستان شناس`,
  },
  {
    type: "list",
    data: `معمار`,
  },
  {
    type: "list",
    data: `فضانورد`,
  },
  {
    type: "list",
    data: `وکیل`,
  },
  {
    type: "list",
    data: `برنامه نویس یا تحلیل گر کامپیوتر`,
  },
  {
    type: "list",
    data: `مشاور، طراح`,
  },
  {
    type: "list",
    data: `اقتصاددان`,
  },
  {
    type: "list",
    data: `مخترع`,
  },
  {
    type: "list",
    data: `تحلیل گر`,
  },
  {
    type: "list",
    data: `سرمایه گذار`,
  },
  {
    type: "list",
    data: `ریاضی دان`,
  },
  {
    type: "list",
    data: `عکاس`,
  },
  {
    type: "list",
    data: `پزشک`,
  },
  {
    type: "list",
    data: `روانپزشک`,
  },
  {
    type: "list",
    data: `روانشناس`,
  },
  {
    type: "list",
    data: `پژوهشگر`,
  },
  {
    type: "list",
    data: `استاد دانشگاه`,
  },
  {
    type: "list",
    data: `نوسنده`,
  },
  {
    type: "title",
    data: `ارتباط با دیگران`,
  },
  {
    type: "list",
    data: "افرادی محتاط اند.",
  },
  {
    type: "list",
    data: `بسیار صمیمی و باوفا هستند و بیشتر به روابط سنتی بها می دهند.`,
  },
  {
    type: "list",
    data: `محبت خود را تنها به نزدیکان خود نشان می دهند.`,
  },
  {
    type: "list",
    data: `به معاشرت های دو نفری علاقه مندند.`,
  },
  {
    type: "list",
    data: `به تیپ های معاشرتی علاقه مندند تا کمی از حالت جدی خود بیرون آیند.`,
  },
  {
    type: "list",
    data: `به تبادل نظر و تبادل افکار علاقه مندند.`,
  },
  {
    type: "list",
    data: `از صحبت های خودمانی خوششان نمی آید.`,
  },
  {
    type: "list",
    data: `آنها دوست دارند از هر کاری که می کنند مطلبی بیاموزند.`,
  },
  {
    type: "list",
    data: ` نسبت به رد شدن و مورد بی اعتنایی قرار گرفتن حساس هستند اما رنجش خود را از دیگران پنهان می دارند. نمی خواهند کسی از آسیب پذیری آنها مطلع شود.`,
  },
  {
    type: "list",
    data: `جذب و شیفته کارشان هستند و ممکن است به روابط خود بهای لازم را ندهند.`,
  },
  {
    type: "list",
    data: `ممکن است روی نظرهای خود سماجت به خرج دهند.`,
  },
  {
    type: "title",
    data: "اوقات فراغت",
  },
  {
    type: "list",
    data: `دوست دارند که به تنهایی صرف وقت کنند، به تنهایی فکر کنند، مطالبی بخوانند و موضوعات جدید را مطالعه کنند.`,
  },
  {
    type: "list",
    data: `بسیاری از آنها سعی می کنند بدنشان را شاداب و سرحال نگه دارند تا بهتر بتوانند فکر کنند. آنها از ورزش های انفرادی مانند دویدن و شنا کردن خوششان می آید.`,
  },
  {
    type: "list",
    data: `از نظم و ترتیب خاص برخوردارند. اوقات فراغت آنها برنامه ریزی شده و هدف دار است.`,
  },
  {
    type: "list",
    data: `آنها از فعالیت هایی خوششان می آید که در آن بتوانند چیز یاد بگیرند.`,
  },

  {
    type: "title",
    data: `نقاط قوت کاری`,
  },
  {
    type: "list",
    data: `توانایی توجه و تمرکز روی موضوعات`,
  },
  {
    type: "list",
    data: `توانایی دیدن امکانات`,
  },
  {
    type: "list",
    data: `لذت بردن از چالش های پیچیده و نظری`,
  },
  {
    type: "list",
    data: `شایستگی در حل مسائل، توانایی در بررسی منطقی و عینی مشکلات`,
  },
  {
    type: "list",
    data: `توانایی رسیدن به هدف حتی با وجود مخالفت ها`,
  },
  {
    type: "list",
    data: `انگیزه فراوان برای رسیدن به سطح شایستگی`,
  },
  {
    type: "list",
    data: `توانایی به تنهایی کارکردن`,
  },
  {
    type: "list",
    data: `دارای اخلاق کاری سطح بالا و معیارهای ارزشمند`,
  },
  {
    type: "list",
    data: `دارای تصور از خود قوى`,
  },
  {
    type: "list",
    data: `قاطعیت داشتن و داشتن مهارتهای فراوان سازمانی`,
  },
  {
    type: "list",
    data: `احساس راحتی با تکنولوژی`,
  },
  {
    type: "title",
    data: `تقاط ضعف کاری`,
  },
  {
    type: "list",
    data: `بی علاقه شدن به پروژه ها به دنبال از بین رفتن خلاقیت در آنها`,
  },
  {
    type: "list",
    data: `تمایل به کار کشیدن از دیگران به حدی که خودش کار می کند.`,
  },
  {
    type: "list",
    data: `احساس ناراحتی از همکاری با کسانی که فاقد صلاحیت کافی هستند.`,
  },
  {
    type: "list",
    data: `بی علاقگی به جزئیات`,
  },
  {
    type: "list",
    data: `عدم انعطاف پذیری درباره ایده های خود`,
  },
  {
    type: "list",
    data: `تمایل به ایجاد بهبودی در مواردی که نیازی به آن نیست.`,
  },
  {
    type: "list",
    data: `توجه بیش از اندازه به مسائل نظری و بی توجهی به واقعیت ها`,
  },
  {
    type: "list",
    data: `تمایل به قدردانی نکردن از همکاران و کارکنان زیردست`,
  },
  {
    type: "list",
    data: `اکراه از بحث کردن درباره مواردی که قبلا در مورد آنها تصمیمی گرفته شده است.`,
  },
  {
    type: "list",
    data: `توجه بیش از اندازه به زندگی کاری و بی توجهی به زندگی خانوادگی`,
  },
  {
    type: "title",
    data: `پیشنهاد برای کسب موفقیت`,
  },
  {
    type: "list",
    data: `به واقعیت های عملی توجه کند، به ارزش کار دیگران توجه داشته باشد و زندگی کاری و شخصی اش را متعادل سازد`,
  },
];
