import { entityTypes } from "../../types";

export const ISTJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png", //mistake
  },
  {
    type: "title",
    data: "درون گرای حسی احساسی داوری کننده (ISFP)",
  },
  {
    type: "paragraph",
    data: `خستگی ناپذیر، خوش برخورد، حساس و کم ادعا در مورد توانایی های خود می باشد و از مخالفت پرهیز می کند. ارزش ها یا افکار خود را بر دیگران تحمیل نمی کند. معمولا علاقه ای به مدیریت و رهبری ندارد. اما اغلب دنباله روی بسیار وفاداری می باشد. در مورد انجام مسئولیت ها با تمام کردن وظایف روحیه ای توأم با آرامش و راحتی دارد. از زمان حال لذت می برد و نمی خواهد آن را با تقلا و عجله بی مورد خراب نماید.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `كمال طلب و آرمان گرا هستند. دوست دارند کارهای رضایت بخش انجام بدهند به شرط آن که با ارزش های آنها سازگار باشد.`,
  },
  {
    type: "list",
    data: `کارکنانی همکار و صمیمی هستند. اگر به کاری که می کنند اعتقاد فراوان داشته باشند، بسیار پرکار نشان می دهند.`,
  },
  {
    type: "list",
    data: `دوست دارند مفید باشند و از کمک کردن به دیگران برای افزودن بر مهارت های علمی لذت می برند.`,
  },
  {
    type: "list",
    data: `انعطاف پذیر و سازگار هستند. دوست دارند با اشخاص به شکل تعاونی و همکاری کار کنند.`,
  },
  {
    type: "list",
    data: `در معرض قوانین بیش از اندازه احساس محدودیت می کنند. از ساختارهای انعطاف ناپذیر دل خوشی ندارد.`,
  },
  {
    type: "list",
    data: `از محیط هایی که در آن تعرض و تضاد میان شخص وجود نداشته باشد استقبال می کنند.`,
  },
  {
    type: "list",
    data: `به آن چه در لحظه به آن احتیاج دارند توجه می کنند.`,
  },
  {
    type: "list",
    data: `نیازی به کنترل کردن و رقابت کردن احساس نمی کنند .ترجیح میدهند که در پشت صحنه کار کنند.`,
  },
  {
    type: "list",
    data: `می توانند در محیط کار خود لذت و شادابی را وارد کنند.`,
  },
  {
    type: "list",
    data: `در شرایط اضطراری به خوبی عمل می کنند و با خود مهربانی را به محیط می آورند.`,
  },
  {
    type: "list",
    data: `به خاطر نداشتن قاطعیت، نداشتن سمت و جهت و انگیزه کلافه و ناراحت می شوند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: "هدایا هر چند ناقابل خوشحال کننده اند.",
  },
  {
    type: "list",
    data: "کارهای دستی و هنری",
  },
  {
    type: "list",
    data: "مراقبت های بهداشتی",
  },
  {
    type: "list",
    data: "علوم فنی",
  },
  {
    type: "list",
    data: "فروش خدمات",
  },
  {
    type: "title",
    data: "عناوین شغلی",
  },
  {
    type: "list",
    data: "هنرمند نقاش",
  },
  {
    type: "list",
    data: "آرایشگر",
  },
  {
    type: "list",
    data: "گیاه شناس",
  },
  {
    type: "list",
    data: "نجار",
  },
  {
    type: "list",
    data: "منشی",
  },
  {
    type: "list",
    data: "کارمند",
  },
  {
    type: "list",
    data: "اپراتور کامپیوتر",
  },
  {
    type: "list",
    data: "مشاور",
  },
  {
    type: "list",
    data: "رقصنده",
  },
  {
    type: "list",
    data: "دستیار دندان پزشک و پزشک",
  },
  {
    type: "list",
    data: "طراح",
  },
  {
    type: "list",
    data: "متخصص تغذیه و رژیم غذایی",
  },
  {
    type: "list",
    data: "کارگر کارخانه",
  },
  {
    type: "list",
    data: "کارگر خدمات غذایی",
  },
  {
    type: "list",
    data: "جنگل بان",
  },
  {
    type: "list",
    data: "باغبان",
  },
  {
    type: "list",
    data: "جغرافی دان",
  },
  {
    type: "list",
    data: "زیست شناس دریایی",
  },
  {
    type: "list",
    data: "مکانیک",
  },
  {
    type: "list",
    data: "پرستار",
  },
  {
    type: "list",
    data: "چشم پزشک",
  },
  {
    type: "list",
    data: "افسر پلیس",
  },
  {
    type: "list",
    data: "دام پزشک دستیار دام پزشک",
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `توانایی استقبال از تغییر سازگار کردن خود با موقعیت های جدید`,
  },
  {
    type: "list",
    data: `حساس بودن نسبت به نیازها و خواسته های اشخاص`,
  },
  {
    type: "list",
    data: `گرم و سخاوتمند`,
  },
  {
    type: "list",
    data: `وفادار به اشخاص و سازمان هایی که مورد توجه او هستند.`,
  },
  {
    type: "list",
    data: `توجه داشتن نسبت به جزئیات به خصوص جزئیاتی که با اشخاص سروکار دارد.`,
  },
  {
    type: "list",
    data: `توجه به نیازهای موجود`,
  },
  {
    type: "list",
    data: `علاقه مند به حمایت از هدف های سازمانی`,
  },
  {
    type: "list",
    data: `توانایی ارزیابی شرایط جاری و توجه داشتن نسبت به اقداماتی که در آینده باید انجام شوند.`,
  },
  {
    type: "list",
    data: `انعطاف پذیری و تمایل به قبول ریسکهای حساب شده و استفاده از روش های جدید`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `علاقه مند به ظواهر و بی توجهی به موضوعات عمیق تر`,
  },
  {
    type: "list",
    data: `ناتوانی در دیدن فرصت ها و گزینه هایی که در حال حاظر وجود ندارند.`,
  },
  {
    type: "list",
    data: `تمایل به شخصی گرفتن انتقادات و جنبه های منفی`,
  },
  {
    type: "list",
    data: `بی علاقگی به تدارک دیدن از پیش`,
  },
  {
    type: "list",
    data: `دشواری در تصمیم گیری`,
  },
  {
    type: "list",
    data: `بی علاقگی به رویه و مقررات بیش از حد و کاغذ بازی اداری`,
  },
  {
    type: "list",
    data: `دشواری در گرفتن تصمیمات منطقی در صورتی که با احساسات آنها در تضاد باشد.`,
  },
  {
    type: "list",
    data: `دفاع نکردن از نقطه نظرهای خود`,
  },
  {
    type: "list",
    data: `کلافگی تحت تأثیر پروژه های بزرگ`,
  },
  {
    type: "list",
    data: `مقاومت در برابر هدف گذاری های بلندمدت، دشواری در انجام دادن به موقع کارها`,
  },
  {
    type: "list",
    data: `دشواری در انتقاد کردن از دیگران`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `علاقه مند، سخاوتمند، غیر خودخواه، صمیمی و مهربان هستند.`,
  },
  {
    type: "list",
    data: `مستمعین خوبی هستند و به نیازهای دیگران می رسند.`,
  },
  {
    type: "list",
    data: `می توانند موقعیت های دشوار را ساده کنند و در مواقع دشواری به کمک دیگران برسند.`,
  },
  {
    type: "list",
    data: `پیش از آن که با کلمات بازی کنند با عمل محبت خودشان را نشان می دهند.`,
  },
  {
    type: "list",
    data: `به دیگران توجه فراوان دارند، اما ملاحظات خود را برای خودشان حفظ می کنند.`,
  },
  {
    type: "list",
    data: `به نظر آرام می رسند اما زیر این آرامش و صورت ظاهر با پیچیدگی هایی روبه رو هستند.`,
  },
  {
    type: "list",
    data: `انتقادات را شخصی می کنند و به دل می گیرند. اغلب خود را به خاطر رفتار دیگران سرزنش می کنند.`,
  },
  {
    type: "list",
    data: `از برخورد و تضاد اجتناب می کنند، مشروط بر این که ارزش عميقا شکل گرفته ای در آنها مخدوش شود.`,
  },
  {
    type: "title",
    data: `اوقات فراغت`,
  },
  {
    type: "list",
    data: `کار پاره وقت را دوست دارند تا بتوانند کارهایی را که به راستی به آن علاقه مند هستند دنبال کنند. که از جمله آنها می توانند به بودن با دوستان و خانواده اشاره کرد.`,
  },
  {
    type: "list",
    data: `آنها از فعالیت هایی که از دستان خود استفاده کنند لذت می برند که به عنوان مثال می توان به نقاشی کردن، سوزن دوزی، آشپزی و تعمیرات خانه اشاره کرد.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `بالا بردن توانایی ابراز وجود توجه کردن به دید کلی و جامع از موضوعات شخصی به دل نگرفتن مسائل و انتقادات را در مدنظر قرار دهد.`,
  },
];
