import { entityTypes } from "../../types";

export const ISTJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png",
  },
  {
    type: "title",
    data: "درون گرای حسی متفکر داوری کننده (ISTJ)",
  },
  {
    type: "paragraph",
    data: `جدی و آرام می باشد و موفقیت را با تمرکز و پشتکار به دست می آورد. واقع گرا، منظم و منطقی می باشد. قابل اطمینان است و همیشه می توان روی او حساب کرد. مایل است همه چیز منظم و مرتب باشد. مسئولیت پذیر است. افکارش را روی کاری که باید انجام دهد معطوف می کند و به شدت در جهت رسیدن به آن هدف گام برمی دارد. این کار را بدون توجه به معترضین و کسانی که سعی در ایجاد اختلال در کارش را داشته باشد انجام می دهد.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `در به خاطر آوردن حقایق و واقعیت ها عالی هستند.`,
  },
  {
    type: "list",
    data: `برای دقت اهمیت فراوانی قایل هستند. دقت می کنند که چیزی فراموش نشود . به شدت به جزئیات توجه دارند کارکنانی سخت کوش هستند.`,
  },
  {
    type: "list",
    data: `با ماشین ها، واقعیتها، حقایق و اعداد ارقام بهتر از دیگران کار می کنند.`,
  },
  {
    type: "list",
    data: `از به تنهایی کار کردن لذت می برند.`,
  },
  {
    type: "list",
    data: `از پرت شدن حواسشان ناراحت می شوند.`,
  },
  {
    type: "list",
    data: `دوست دارند مقررات رعایت شود و کسانی را که از این قاعده منحرف شوند را تحمل نمی کنند.`,
  },
  {
    type: "list",
    data: `تمایل دارند که سخت گیر و بی انعطاف باشند.`,
  },
  {
    type: "list",
    data: `از مشاغلی که در آنها لباس، محیط اطراف و ظواهر امر اهمیت ندارد، دوری می گزینند.`,
  },
  {
    type: "list",
    data: `از بی حالی و رخوت و نابسامانی خوششان نمی آید.`,
  },
  {
    type: "list",
    data: `با سخت کوشی، به دست آوردن مدارک تخصصی و احترام به سازمان، پیشرفت می کنند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: "عجله نکنید ولی درست انجام دهید",
  },
  {
    type: "list",
    data: "تجارت و بازرگانی",
  },
  {
    type: "list",
    data: "فروش و خدمات",
  },
  {
    type: "list",
    data: "امور مالی",
  },
  {
    type: "list",
    data: "تحصیلات و آموزش",
  },
  {
    type: "list",
    data: "حقوقی تکنولوژی",
  },
  {
    type: "list",
    data: "مراقبت های بهداشتی",
  },
  {
    type: "title",
    data: "عناوین شغلی",
  },
  {
    type: "list",
    data: "حسابدار",
  },
  {
    type: "list",
    data: "مدیر مدرسه و معلم",
  },
  {
    type: "list",
    data: "بازرس",
  },
  {
    type: "list",
    data: "بانک دار",
  },
  {
    type: "list",
    data: "کارگر خدمت نظافتی",
  },
  {
    type: "list",
    data: "برنامه نویس کامپیوتر",
  },
  {
    type: "list",
    data: "کارگر ساختمان",
  },
  {
    type: "list",
    data: "پیمان کار",
  },
  {
    type: "list",
    data: "دندان پزشک و پزشک",
  },
  {
    type: "list",
    data: "کارآگاه",
  },
  {
    type: "list",
    data: "برق کار",
  },
  {
    type: "list",
    data: "کارمند دولت",
  },
  {
    type: "list",
    data: "نماینده بیمه",
  },
  {
    type: "list",
    data: "حقوق دان",
  },
  {
    type: "list",
    data: "کتاب خانه دار",
  },
  {
    type: "list",
    data: "تکنسین پزشکی",
  },
  {
    type: "list",
    data: "متخصص چشم",
  },
  {
    type: "list",
    data: "داروخانه دار",
  },
  {
    type: "list",
    data: "افسر پلیس",
  },
  {
    type: "list",
    data: "تکنسین",
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `دقت عمل و علاقه به انجام دادن به موقع کارها`,
  },
  {
    type: "list",
    data: `آمادگی برای اجرای رویه ها و مقررات`,
  },
  {
    type: "list",
    data: `توانایی دقت عمیق به انجام یک کار در هر لحظه`,
  },
  {
    type: "list",
    data: `توانایی کارکردن به تنهایی `,
  },
  {
    type: "list",
    data: `مهارت های سازمانی دقیق`,
  },
  {
    type: "list",
    data: `توجه به واقعیت ها و جزئیات`,
  },
  {
    type: "list",
    data: `اعتقاد به ارزش ساختارهای سنتی و توانایی کار در چهارچوب آن`,
  },
  {
    type: "list",
    data: `احساس شدید مسئولیت`,
  },
  {
    type: "list",
    data: `داشتن اخلاق کاری روشن و واضح در زمینه کارآمد بودن`,
  },
  {
    type: "list",
    data: `مصمم در رسیدن به هدف های خود`,
  },
  {
    type: "list",
    data: `دارای عقل سلیم و دیدگاه های واقع بینانه`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `عدم تمایل به آزمودن نقطه نظرهای امتحان نشده`,
  },
  {
    type: "list",
    data: `مقاومت در برابر تغییر`,
  },
  {
    type: "list",
    data: `عدم تحمل در انجام فرایندهای وقت گیر`,
  },
  {
    type: "list",
    data: `نداشتن تحمل برای دقیق شدن به نیازهای آتی`,
  },
  {
    type: "list",
    data: `عدم انعطاف پذیری، ناتوانی یا بی میلی به سازگار کردن خود در مواقع ضروری`,
  },
  {
    type: "list",
    data: `ناتوانی در زمینه دیدن تصویری کلی از موضوع`,
  },
  {
    type: "list",
    data: `عدم توجه به این که دیگران چگونه تحت تأثیر قرار می گیرند`,
  },
  {
    type: "list",
    data: `عدم تمایل به تغییر جهت`,
  },
  {
    type: "list",
    data: `عدم تمایل و حمایت از تغییرات موردنیاز و انتخاب کردن ریسک های حساب شده`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `آنها همسرانی هستند که به شدت وفادار و پایبند به تعهدات خود هستند . حرفشان قولشان است و می توانید روی آن حساب کنید.`,
  },
  {
    type: "list",
    data: `عشقشان را عملا نشان می دهند اشخاص مطمئن و قابل اتکا هستند. در مورد آنها، عملشان نشان میدهد که در چه شرایطی به سر می برند.`,
  },
  {
    type: "list",
    data: `ممكن است در نشان دادن احساس صمیمیت خود با دشواری روبه رو باشند، هرچند که محبتشان اغلب عمیق است.`,
  },
  {
    type: "list",
    data: `می توانند معاشرتی و اجتماعی باشد.`,
  },
  {
    type: "list",
    data: `متواضع و فروتن هستند.`,
  },
  {
    type: "list",
    data: `به شدت عمل گرا هستند.`,
  },
  {
    type: "list",
    data: `در برابر تغییر مقاومند و به راحتی نظر و عقیده خود را تغییر نمی دهند.`,
  },
  {
    type: "list",
    data: `ممکن است به احساسات خود و دیگران بی توجه باشد و نتوانند به راحتی نیازهای متفاوت از نیازهای خود را درک کنند.`,
  },
  {
    type: "list",
    data: `می توانند به سرعت از دیگران انتقاد و کارشان را داوری کنند.`,
  },
  {
    type: "list",
    data: `دوست ندارند پولی را که به سختی به دست آورده اند، مفت از دست بدهند.`,
  },
  {
    type: "title",
    data: "اوقات فراغت",
  },
  {
    type: "list",
    data: `برای آنها آرام گرفتن و استراحت کردن دشوار است.`,
  },
  {
    type: "list",
    data: `در نظر آنها کارهای لذت بخش مولد و سودآور نیست. آنها دوست دارند اوقات خود را صرف کاری سودمند بکنند که درآمدی به دست دهد. مثلا کار کردن با یک کامپیوتر برای آنها اسباب مسرت می شود.`,
  },
  {
    type: "list",
    data: `آنها از این که در دل طبیعت باشند لذت می برند و متوجه بسیاری از جزئیات واقع در پیرامون خود می شوند. - آنها سادگی را دوست دارند. از سرگرمی ها و غذاهایی استقبال می کنند که اقتصادی و غیر تجملی باشد.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: "نسبت به تحولات و امکانات گشوده تر باشد، تاثیر کارش را بر روی دیگران در نظر داشته باشد و به استقبال تغییرات برود.",
  },
];
