import { entityTypes } from "../../types";

export const ISTPInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istp.png",
  },
  {
    type: "title",
    data: "درون گرای خسی متفکر ادراک کننده (ISTP)",
  },
  {
    type: "paragraph",
    data: `افرادی با نگاه نافذ، آرام و محتاط، زندگی را از زاویه ای جدا و کنجکاوی منحصر به فرد تجزیه و تحلیل می کند، اغلب شوخ طبعی بسیار جالب از خود نشان می دهند. علاقه مند به اصول علمی، علت و معلول یا چگونه و چرایی موضوعات فنی و تجزیه و تحلیل آنها می باشد. هیچ گاه خود را بیش از حد خسته نمی کند، زیرا به نظرش تلف کردن نیرو و انرژی بیهوده است و در هیچ شرایطی به صلاح نمی باشد.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `به واقعیت های ملموس واقع در پیرامون خود بها می دهند.`,
  },
  {
    type: "list",
    data: `به زمان توجه دارند. روی چیزهای غير لازم وقت صرف نمی کنند.`,
  },
  {
    type: "list",
    data: `ابهام را دوست ندارند. حوصله گوش دادن به جزئیات غير لازم را ندارند.`,
  },
  {
    type: "list",
    data: `دوست دارند مسائل را حل و فصل کنند. ترجیح می دهند مسائل را به شکلی منظم و بر اساس نظم ترتیب حل و فصل نمایند.`,
  },
  {
    type: "list",
    data: `به اعتقاد آنها مقامات و سلسله مراتب در سازمانهای کاری ضرورتی ندارند و در برابر آنها به شدت مقاوم هستند`,
  },
  {
    type: "list",
    data: `از سرپرستی کردن و سرپرستی شدن دل خوشی ندارند ترجیح می دهند به تنهایی کار کنند، مگر آن که کسی باشد که توانمندی اش به مراتب از آنها بیشتر باشد تا تمایل به همکاری با او را نشان دهند.`,
  },
  {
    type: "list",
    data: `ترجیح می دهند در بحران آرام باشند.`,
  },
  {
    type: "list",
    data: `می توانند با ابزار به راحتی کار کنند.`,
  },
  {
    type: "list",
    data: `در زمینه های مورد علاقه به جزئیات بها می دهند. می توانند به سرعت از داده های آماری به طور منطقی سود بجویند.`,
  },
  {
    type: "list",
    data: `اگر کارشان با چالش پیوسته روبرو نباشد از آن مکدر می شوند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: "انجام بهترین کار، با امکانات موجود",
  },
  {
    type: "list",
    data: "خدمات بهداشتی و درمانی",
  },
  {
    type: "list",
    data: "امور مالی تجارت",
  },
  {
    type: "list",
    data: "فروش خدمات",
  },
  {
    type: "list",
    data: "تجارت کار های دستی",
  },
  {
    type: "list",
    data: "تکنولوژی",
  },
  {
    type: "title",
    data: "عناوین شغلی",
  },
  {
    type: "list",
    data: "ویراستار",
  },
  {
    type: "list",
    data: "سردبیر",
  },
  {
    type: "list",
    data: "نجار",
  },
  {
    type: "list",
    data: "مربی",
  },
  {
    type: "list",
    data: "برنامه نویس کامپیوتر",
  },
  {
    type: "list",
    data: "کارگر ساختمانی",
  },
  {
    type: "list",
    data: "دستیار دندان پزشک",
  },
  {
    type: "list",
    data: "دستیار پزشک",
  },
  {
    type: "list",
    data: "اقتصاد دان",
  },
  {
    type: "list",
    data: "مامور آتش نشانی",
  },
  {
    type: "list",
    data: "زیست شناس",
  },
  {
    type: "list",
    data: "مکانیک",
  },
  {
    type: "list",
    data: "مامور ارتش",
  },
  {
    type: "list",
    data: "دستیار وکیل",
  },
  {
    type: "list",
    data: "افسر پلیس",
  },
  {
    type: "list",
    data: "کارآگاه خصوصی",
  },
  {
    type: "list",
    data: "تعمیرات چی",
  },
  {
    type: "list",
    data: "تحلیل گر امنیتی",
  },
  {
    type: "list",
    data: "فلز کار",
  },
  {
    type: "list",
    data: "اپراتور حمل و نقل",
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `توانایی بهتر کارکردن با وظایف تعریف شده`,
  },
  {
    type: "list",
    data: `قدرت مشاهده و ملاحظه فراوان در کنار حافظه بسیار قوی`,
  },
  {
    type: "list",
    data: `توانایی منظم کردن داده های اطلاعاتی`,
  },
  {
    type: "list",
    data: `توانایی کار کردن به تنهایی، یا با کسانی که مورد احترام آنها هستند.`,
  },
  {
    type: "list",
    data: `توانایی حفظ آرامش در شرایط بحرانی`,
  },
  {
    type: "list",
    data: `توانایی اطلاع یابی از کارهایی که باید انجام گیرند.`,
  },
  {
    type: "list",
    data: `مهارت بالا در کارکردن با دست`,
  },
  {
    type: "list",
    data: `توانایی تطبیق دادن خود با تغییرات ناگهانی`,
  },
  {
    type: "list",
    data: `دارای عقل سلیم`,
  },
  {
    type: "list",
    data: `توانایی شناسایی و استفاده از منابع موجود`,
  },
  {
    type: "list",
    data: `انعطاف پذیری و تمایل به پذیرش خطر`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `ناتوانی در تصور کردن نتایج بلندمدت اقداماتی که در حال انجام دادنشان است.`,
  },
  {
    type: "list",
    data: `بی علاقگی به برقراری ارتباط های کلامی به خصوص در صحبت های معمولی`,
  },
  {
    type: "list",
    data: `بی علاقگی به تدارک و آمادگی از قبل`,
  },
  {
    type: "list",
    data: `دشواری در سازمان دهی به وقت و زمان`,
  },
  {
    type: "list",
    data: `نداشتن صبر کافی برای پرداختن به نظریه های مجرد و پیچیده`,
  },
  {
    type: "list",
    data: `عدم توجه به حساسیت ها و احساسات دیگران`,
  },
  {
    type: "list",
    data: `به سرعت مکدر و بی حوصله شدن`,
  },
  {
    type: "list",
    data: `دشواری در تشخیص فرصت ها و انتخاب هایی که در حال حاضر وجود ندارند.`,
  },
  {
    type: "list",
    data: `عدم تمایل به تکرار کردن ایده ها و نظرها`,
  },
  {
    type: "list",
    data: `دشواری در بعضی از تصمیم گیریها`,
  },
  {
    type: "list",
    data: `بی علاقگی به رویه و مقررات شدید`,
  },
  {
    type: "list",
    data: `مقاومت در برابر تعیین اهداف بلندمدت و دشواری در تمام کردن به موقع کارها`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: ` نیاز چندانی به صحبت کردن و اجتماعی شدن ندارد. بیشتر ترجیح می دهند با عمل خود و نه صحبت، ارتباط برقرار سازند.`,
  },
  {
    type: "list",
    data: `عشق خود را به طور عملی نشان می دهند. آنها با کمک کردن، لطف کردن و حل کردن مسائل دیگران، توجه خود را به آنها نشان می دهند.`,
  },
  {
    type: "list",
    data: `در برابر الزامات، وظایف یا قول قرارها مقاومت نشان می دهند.`,
  },
  {
    type: "list",
    data: `دوست دارند با اشخاصی وقت صرف کنند که با علایق آنها سهیم باشند یا به آنها آزادی عمل بدهند که مطابق خواسته های خود عمل کنند.`,
  },
  {
    type: "list",
    data: `اغلب تنها هستند اما با اشخاصی که برای آنها مهم هستند بسیار صمیمی و وفادارند.`,
  },
  {
    type: "list",
    data: `می توانند غیرقابل پیش بینی باشند.`,
  },
  {
    type: "list",
    data: `ممکن است در زمینه مهارتهای میان فردی با دشواری هایی روبه رو باشند.`,
  },
  {
    type: "list",
    data: `می توانند انتقاد کننده به نظر برسند. زیرا به منطق و واقعیتها توجه خاص دارند.`,
  },
  {
    type: "title",
    data: "اوقات فراغت",
  },
  {
    type: "list",
    data: `از فعالیتهای خطرناک و پر اضطراب مانند مسابقات اسب دوانی، گلایدینگ، صخره پیمایی، اسکی یا موج سواری لذت می برند.`,
  },
  {
    type: "list",
    data: `بسیاری از آنها از راهکارهای رقابت آمیز استقبال می نمایند. آنها دوست ندارند که تکدر خاطر پیدا کنند و کسل شوند.`,
  },
  {
    type: "list",
    data: `آنها نقاطی را که دوست نداشته باشند به حال خود رها می کنند اما نقاطی را که دوست دارند، به شدت مرتب و منظم می کنند.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `برقراری ارتباط، در نظر گرفتن احساسات دیگران و پایبندی به تعهدات را مد نظر داشته باشند.`,
  },
];
