import { entityTypes } from "../../types"


export const formStructure: entityTypes.IFormStructure = {
    id: "BAI",
    title: {
        fa: "",
        en: ""
    },
    description: "", 
    fields: {
        "1": { 
            question: "کرخی و گز گز شدن (مور مور شدن)",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "2": { 
            question: "احساس داغی (گرما)",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "3": { 
            question: "لرزش در پاها",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "4": { 
            question: "ناتوانی در آرامش",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "5": { 
            question: "ترس از وقوع حادثه بد",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "6": { 
            question: "سرگیجه و منگی",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "7": { 
            question: "تپش قلب و نفس نفس زدن",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "8": { 
            question: "حالت متغیر (بی ثبات)",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "9": { 
            question: "وحشت زده",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "10": { 
            question: "عصبی",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "11": { 
            question: "احساس خفگی",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "12": { 
            question: "لرزش دست",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "13": { 
            question: "لرزش بدن",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "14": { 
            question: "ترس از دست دادن کنترل",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "15": { 
            question: "به سختی نفس کشیدن",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "16": { 
            question: "ترس از مردن",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "17": { 
            question: "ترسیده (حالت ترس)",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "18": { 
            question: "سوء هاضمه و ناراحتی در شکم",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "19": { 
            question: "غش کردن (از حال رفتن)",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "20": { 
            question: "سرخ شدن صورت",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
        "21": { 
            question: "عرق کردن (نه در اثر گرما)",
            choices: [
                {
                    label: "اصلا",
                    value: 1
                },
                {
                    label: "خفیف (زیاد ناراحتم نکرده است)",
                    value: 2
                },
                {
                    label: "متوسط (خیلی ناخوشایند بود اما تحمل کردم)",
                    value: 2
                },
                {
                    label: "شدید (نمی توانستم آن را تحمل کنم)",
                    value: 2
                }
            ]
        },
    }
}