import { entityTypes } from "../../types"


export const formStructure: entityTypes.IFormStructure = {
    id: "GWPQ",
    title: {
        fa: "",
        en: ""
    },
    description: "", 
    fields : {
        "1": {
          "question": "اگر در نظر داشتید تغییر شغل دهید، درآمد عامل مهمی برایتان محسوب می شد؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "2": {
          "question": "پارک کردن در جایی که احتمال جریمه شدن وجود دارد، برایتان بی اهمیت است؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "3": {
          "question": "اگرگلو داشته باشید، تا زمانی که بهتر شود، از صحبت کردن اجتناب می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "4": {
          "question": "اگر قبول کرده بودید که دریک گروه موسیقی شرکت کنید، حتی با این که در تمرین ها بازخوردهای نامطلوبی دریافت می کردید، کارتان را ادامه می دادید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "5": {
          "question": "اگرچیزی خلاف میل تان باشد، تمایل دارید با صدای بلند فحش دهید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "6": {
          "question": "اگربا یک حیوان خطرناک م.اجه می شدید، می توانستید آرام و بی حرکت بمانید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "7": {
          "question": "قبول دارید که چیزهای زیادی، بسیار مهم تر از پول در زندگی وجود دارند؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "8": {
          "question": "برای معاینه ها و آزمایش های منظم به پزشک مراجعه می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "9": {
          "question": "اگر مچ پایتان پیچ می خورد، به راه رفتن مثل همیشه ادامه می دادیدو درد را نادیده می گرفتید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "10": {
          "question": "اگر به نظر برسد دیگران علاقه ای به شما ندارند، ترجیح می دهیداز معاشرت با آنها اجتناب کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "11": {
          "question": "به طور کلی ، اگر رویدادها برخلاف میل شما باشند، آرام و راحت می مانید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "12": {
          "question": "اگر غذایی را که در رستوران سفارش داده بودید به کندی آورده می شد، احتمالا بلند می شدید و آنجا را ترک می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "13": {
          "question": "برای شما گذشتن از مقابل رستورانی که غذای مورد علاقه تان را دارد، هرچند گرسنه نباشید، مشکل است؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "14": {
          "question": "صبر می کنید تا ماشین یا وسایلتان، قبل از معاینه کردن و تعمیرات مورد نیازشان خراب شوند؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "15": {
          "question": "گاهی قرارهای ناخوشایند مانند قرار با دندانپزشک را فراموش می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "16": {
          "question": "اگر فرد بسیار جذابی را می دیدید، به تلاش خود برای آشنایی با او ادامه می دادید، حتی اگر به نظرتان سرد و بی اعتنا می رسید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "17": {
          "question": "اگر گلو درد داشتید، فقط برای لج کردن با آن با صدای بلند فریاد می زدید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "18": {
          "question": "اگر فردی در قرار ملاقات با شما تاخیر کند، صبورانه منتظرش می مانید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "19": {
          "question": "اگر رژیم غذایی داشتید، به راحتی می توانستید غذای بسیار دلخواهتان را که به شما تعارف می شد، رد کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "20": {
          "question": "اگر بارندگی پیش بینی شده باشد، به خاطر می سپارید هنگام بیرون رفتن چتر یا بارانی ببرید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "21": {
          "question": "اگر به فوریت های دندانپزشکی نیاز داشتید، به جای به تعویق انداختن ، آن را به سرعت انجام می دادید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "22": {
          "question": "اگر دو سه بار در یک مسیر با ترافیک سنگین مواجه شده بودید، می توانستید مطمئن باشید که بعدا آن مسیر را انتخاب نمی کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "23": {
          "question": "اگر گلو درد عفونی داشتید، تا آنجا که ممکن بود از صحبت کردن پرهیز می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "24": {
          "question": "اگر در ساختمانی بودید که ناگهان به خاطر زمین لرزه شروع به لرزش می کرد، وحشت زده شده و باعجله خارج می شدید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "25": {
          "question": "می توانید بگویید که مستعد اعتیاد هستید، حتی اگر فقط موارد ساده ای مانند سیگار، شکلات ، چای یا بستنی باشد؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "26": {
          "question": "اغلب اوقات برای مواجهه با هوای بد ، آماده نیستید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "27": {
          "question": "تاکنون ، زمانی که در یک جلسه امتحان مهم نشسته اید ، ذهنتان خالی شده است؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "28": {
          "question": "اگر کوتاه ترین مسیر به محل کارتان قبلا برای تعمیر مسدود شده بود، به این امید که تعمیر تمام شده است ، دوباره آن مسیر را امتحان می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "29": {
          "question": "اگر کسی شما را می زد، بدون شک شما نیز بی درنگ او را می زدید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "30": {
          "question": "اگر زندگیتان به وسیله آتش سوزی جنگل در معرض خطر قرار می گرفت ، می توانستید کنترل خود را حفظ کرده و تفکر درستی داشته باشید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "31": {
          "question": "به نظرتان ، مقاومت کردن در برابر شکل گیری عادت هایی که فکر می کنید احتمالا برای سلامتی تان مضر هستند ، آسان است؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "32": {
          "question": "هنگامی که دانش آموز بودید، در انجام دادن هر تکلیفی که از شما خواسته می شد، با دقت بودید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "33": {
          "question": "در موقعیت استرس زای امتحان ، مطابق با سطح توانایی معمول تان عمل می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "34": {
          "question": "از افتتاح حساب هاب پس انداز قرض الحسنه خودداری می کنید ، چون ظاهرا هرگز برنده نمی شوید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "35": {
          "question": "آن قدر صلح جو هستید تا ضربه ای را که به سمت شما هدف گرفته شده، تلافی نکنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "36": {
          "question": "اگر در خیابان با سارقانی مواجه می شدید، احتمالا فریاد زده و فرار می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "37": {
          "question": "اگر فردی از جنس مخالف به نظرتان جذاب بیاید، این را به شیوه ای به او نشان می دهید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "38": {
          "question": "در کودکی برای کارهایی که باید انجام می دادیداما موفق نمی شدید، اغلب تنبه می شدید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "39": {
          "question": "ترجیح می دهیداز سر راه کسی که از دست شما ناراحت است، کنار بروید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "40": {
          "question": "هنگامی که با قرعه کشی و بخت ازمایی مواجه می شوید، همیشه فردی خوش بین هستید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "41": {
          "question": "اگر سگی نزدیک پاهایتان پارس می کرد و می ترسیدید گازتان بگیرد، احتمال داشت به آن لگد بزنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "42": {
          "question": "اگر توسط مرد قوی هیکلی با چاقو تهدید می شدید، همه پول ها و اشیای با ارزشتان را که مطالبه کرده ، به او می دادید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "43": {
          "question": "به نظرتان ، وقتی کنار فردی جذاب {از جنس مخالف} قرار می گیرید، مقاومت در برابر گپ زدن با وی ، آسان است؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "44": {
          "question": "اگر لباس هایتان را در یک اتاق رخت کن بگذارید، دقت می کنید که پول و اشیای با ارزشتان را بردارید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "45": {
          "question": "اگر می شنیدید که کسی از شما گله مند است ، با او تماس می گرفتید تا مشکل را حل کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "46": {
          "question": "اگر شواهد نشان می داد که در امتحانی رد خواهید شد، ترجیح می دادید که امتحان ندهید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "47": {
          "question": "اگر حیوانات خانگی دیگران شما را گاز بگیرند یا چنگ بزنند، مدارا می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "48": {
          "question": "اگر ناگهان بوق ماشینی در نزدیکی شما به صدا درآید، به طور غیر ارادی از جا می پرید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "49": {
          "question": "اگر برای رسیدن به جایی لذت بخش دیر می کردید، سریعتر از حد مجاز رانندگی می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "50": {
          "question": "نسبت به مسائل امنیتی سهل انگار هستید ( برای مثال: ترک خانه بدون قفل کردن آن یا گذاشتن کلیدها در ماشینتان) ؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "51": {
          "question": "اگر مجبور به سخنرانی کردن بودید امکان داشت آن قدر دستپاچه شوید که نفهمید چه می گویید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "52": {
          "question": "با این که تجربه گذشته نشان می دهد که شانس شما کم است ، با اشتیاق برای دستیابی به اهداف می کوشید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "53": {
          "question": "اگر هنگام رانندگی درجاده ، راننده دیگری ویرآز خطرناکی بدهد، احتمال دارد با فریاد به او فحش بدهید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "54": {
          "question": "اگر نزدیک بود با اتومبیلی که از کنارتان گذشته تصادف کنید، می توانستید آرامش خود را حفظ کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "55": {
          "question": "هنگام رانندگی با ماشین، ایمنی را مهمترین چیز به شمار می آورید، هر چند این ام ره این معنی باشد که به بعضی تفریحات دیر برسید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "56": {
          "question": "اگر فکر کنید دروغ گفتن از دردسر نجاتتان خواهد داد، گرایش به دروغ گفتن دارید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "57": {
          "question": "می توانید در مصاحبه ای تلویزیونی آرام و آماده باشید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "58": {
          "question": "اگر در یک موقعیت شرط بندی در حال باختن بودید، به سرعت آن را رها می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "59": {
          "question": "در تزافیک سنگین که دیگران بد رانندگی می کنند، می توانید به راحتی اعصاب خود را کنترل کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "60": {
          "question": "اگر دندان پزشک {هنگام کار} موجب درد شما شود، به طور غیر ارادی خود را عقب می کشید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "61": {
          "question": "اگر در فروشگاهی تعدادی لباس می دید که از آنها خوشتان می آمد، در صورتی که عجله داشتید، احتمال داشت آنها را بدون این که دقیقا امتحانشان کنید، بخرید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "62": {
          "question": "به نظرتان فرار از یک موقعیت دشوار به وسیله فریب دادن دیگران ، مشکل است؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "63": {
          "question": "دیدن خون موجب ترک شما از صحنه تصادف می شود؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "64": {
          "question": "اگر دریک بازی مقداری پول می باختید، گرایش داشتید بازی را ادامه دهید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "65": {
          "question": "در دوران کودکی ، با بچه های دیگر درگیری های بدنی داشتید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "66": {
          "question": "می توانید در مطب دندانپزشک ، بدون این که بیمار پر دردسری باشید، درد را تحمل کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "67": {
          "question": "همیشه قبل از لباس خریدن ، برای مطمئن شدت از این که آنها کاملا اندازه تان باشد ، دقیق هستید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "68": {
          "question": "اگر در یک ساختمان عمومی زنگ خطر به صدا در می آمد، به سرعت فرار می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "69": {
          "question": "می توانستید به خوبی در ضغلی درمانی که با جراحت های سخت سر و کار دارد، کار کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "70": {
          "question": "اگر دوبار در امتحان رانندگی مردود می شدید، آن را به عنوان کاری دشوار رها می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "71": {
          "question": "وقتی در مدرسه بودید، طوری رفتار می کردید که دور از دعواها بمانید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "72": {
          "question": "هنگامی که تزریقی پزشکی دریافت می کنید، به شدت به خود می پیچید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "73": {
          "question": "اگر تسهیلات اعتباری به راحتی فراهم باشد، گرایش به وام گرفتن دارید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "74": {
          "question": "وقتی صدای زنگ حریقی می شنوید، معمولا حدس می زنید هشداری اشتباهی است؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "75": {
          "question": "اگر کسی از شما انتقاد کند، به دل می گیرید و به هم می ریزید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "76": {
          "question": "اگر در انجام یک تکلیف شکست بخورید، تمایل به تلاش های مجدد دارید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "77": {
          "question": "اگر تصادفا به خود آسیب برسانید، گاهی اوقات فردی که برحسب اتفاق کنار شماست را مقصر می دانید، هر چند پس از تامل بفهمید که او مقصر نیست؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "78": {
          "question": "وقتی فرایندهای پزشکی که کمی درد برایتان دارد، پیش می آید، نسبتا شجاع و مصمم هستید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "79": {
          "question": "قبل از جلو رفتن و خریدن چیزی ، با دقت درباره این که پول کافی برای پرداخت آن دارید، فکر می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "80": {
          "question": "اگر رئیس تان از کارتان ناراضی می بود، تلشتان را دو برابر می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "81": {
          "question": "تقریبا در برابر اظهارات انتقادی دیگران مقاومید { ناراحت نمی شوید} ؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "82": {
          "question": "از بازی ها و ورزشهای رقابتی ، اگر احتمال زیادی وجود داشته باشد که خواهید باخت ، اجتناب می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "83": {
          "question": "می توانید به راحتی در برابر وسوسه مقصر دانستن دیگران، به خاطر حوادثی که برایتان اتفاق می افتد، مقاومت کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "84": {
          "question": "اگر تصادفا خراش بردارید یا مچ پایتان پیچ بخورد، احتمالا از درد فریاد می زنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "85": {
          "question": "هنگام باز کردن هدیه های تولدتان فچنان هیجان زده می شوید که به جای مرتب باز کردن کاغذ کادوهایشان ، آنها را پاره می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "86": {
          "question": "اگر نتیجه کارتان مورد انتقاد قرار می گرفت، بدون توجه به آن ، روش شخصی تان را ادامه می دادید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "87": {
          "question": "بازدید از یک کلاس درس در مدرسه قدیمیتان ، خاطرات ناخوشایندی را زنده می کند؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "88": {
          "question": "از چالش بازی کردن افرادی که شما قوی تر هستند، لذت می برید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "89": {
          "question": "اگر فردی را در حال دزدیدن اموالتان می گرفتید، احتمالا به او حمله می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "90": {
          "question": "اگر تصادفا چکشی را روی انگشت شست تان می زدید، می توانستید آرام و بی صدا بمانید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "91": {
          "question": "اگر هدیه ای زود تر از روز تولدتان به شما می رسید، آن را برای باز کردن در آن روز نگه می داشتید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "92": {
          "question": "به جای رد شدن از زیر نردبان ، از کنار آن رد می شوید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "93": {
          "question": "هنگام قدم زدن در اطراف حیاط مدرسه قدیمی تان، احساسات خوشایندی از یادآوری خاطرات گذشته به شما دست می دهد؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "94": {
          "question": "اگر چندین بار سعی کنید به کس تلفن بزنید و او جواب ندهد ، ناامید شده و منصرف می شوید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "95": {
          "question": "اگر فکر می کردیددزدانی در خانه شما هستند، به جای وارد خانه شدن ، با پلیس تماس می گرفتید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "96": {
          "question": "در دوران کودکی اگر صدمه ای به خود می زدید ، داد و فریاد به راه می انداختید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "97": {
          "question": "در تئاتر انتظار برای بالا رفتن پرده شمارا عصبی می کند؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "98": {
          "question": "باورهای خرافی ، مانند نحس بودن عدد 13 را نادیده می گیرید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "99": {
          "question": "وقتی پلیسی را می بینید احساس گناه زود گذر رنج آوری هر چند بی دلیل به شما دست می دهد؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "100": {
          "question": "اگر در گرفتن تلفن فردی مشکل داشتید، تلاش خود را ادامه می دادید تا موفق شوید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "101": {
          "question": "اگر دری به سختی باز و بسته می شد ، تمایل داشتید ضربه محکم جانانه ای به آن بزنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "102": {
          "question": "اگر در مدرسه زمین می خوردید و به خود صدمه می زدید، به اندازه کافی با دل و جرات بودید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "103": {
          "question": "از این که در سنما با آرامش بنشینید و منتظر شوید تا فیلم شروع شود لذت می برید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "104": {
          "question": "دندانهایتان را به طور بسیار منظم، تمیز می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "105": {
          "question": "وقتی آژیر پلیس یا آمبولانسی را می شنوید ، می توانید به خوبی آرام بمانید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "106": {
          "question": "ترجیح می دهید تقاضای چیزی را که احتمالا رد خواهد شد، مطرح نکنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "107": {
          "question": "اگر باز کردن در یک شیشه مربا دشوار باشد، آن را به دقت بررسی و سعی می کنید به چرایی آن فکر می کنید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "108": {
          "question": "اگر در کافه ای در حال نوشیدن می بودید و دعوایی شروع می شد، آنجا را هرچه سریعتر ترک می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "109": {
          "question": "اگر شانسی برای بهبود وضعیت خود به وسیله تغییر شغل داشتید، مشتاقانه این شانس را می پذیرفتید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "110": {
          "question": "هنگام تمیز کردن داندانهایتان ، بسیار بی حال هستید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "111": {
          "question": "در موقعیت های اجتماعی دستپاچه کننده به راحتی آشفته می شوید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "112": {
          "question": "تقاضای افزایش حقوقتان را ادامه می دهید، هر چند در گذشته رد شده باشد؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "113": {
          "question": "تا به حال میل به کشتن کسی داشته اید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "114": {
          "question": "اگر به طور تصادفی با گروهی از افراد که در حال زد و خورد هستند مواجه می شدید، کنجکاوی باعث می شد که بایستید و تماشا کنید، حتی اگر خطر درگیر شدن تان وجود داشت؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "115": {
          "question": "ماندن در یک شغل بی خطر را به یک شغل مخاطره آمیز که احتمالا دارای جذابیت بیشتر است، ترجیح می دهید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "116": {
          "question": "اگر ماشین خود را در مقابل یک پارکومتر پارک می کردید، همیشه سعی می کردید به اندازه ای سکه در آن بیاندازید که برای غیبت مورد نظرتان کافی باشد؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "117": {
          "question": "می توانید بگویی به میزان کمی ، تحت تاثیر عقاید دیگران هستید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "118": {
          "question": "اگر در یادگیری متن گفتگویتان در یک تئاتر غیر حرفه ای مشکل داشتید، از آن بیرون می آمدید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "119": {
          "question": "تصور این که فردی چگونه می تواند آن قدر عصبانی شود که مرتکب قتل شود، برایتان سخت است؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        },
        "120": {
          "question": "اگر ناگهان با سگی با ظاهری وحشی مواجه می شدید، احتمالا بی درنگ فرار می کردید؟",
          "choices": [
            {
              "label": "بله",
              "value": 2
            },
            {
              "label": "خیر",
              "value": 0
            },
            {
              "label": "نمی دانم",
              "value": 1
            }
          ]
        }
      }
}