import { entityTypes } from "../../types";

export const testStructure: entityTypes.ITestStructure = {
  id: "Millon-3",
  title: {
    fa: "",
    en: "",
  },
  description: "",
  fields: {
    "1": {
      question: "اخيرا، حتی صبح ها احساس ضعف و بی حالی می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "2": {
      question:
        " برای قوانین و مقررات احترام زیادی قایلم، زیرا از حقوق افراد حمایت می کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "3": {
      question:
        "به قدری از انجام دادن کارهای مختلف لذت میبرم، که نمی توانم تصمیم بگیرم، کدام یک را اول انجام دهم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "4": {
      question: "بیشتر وقتها احساس ضعف و خستگی می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "5": {
      question:
        "چون فکر می کنم آدم بزرگ و مهمی هستم برایم مهم نیست که دیگران در مورد من چه فکری می کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "6": {
      question: " دیگران به اندازه کافی قدر کارها و زحمات مرا نمی دانند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "7": {
      question:
        " اگر خانواده ام به من زور بگویند احتمالا عصبانی می شوم و در برابر خواست آنها مقاومت می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "8": {
      question:
        "مردم پشت سرم در مورد قیافه و رفتارم حرف می زنند و مسخره ام می کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "9": {
      question: "اغلب اگر کسی اذیتم کند به شدت از او انتقاد می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "10": {
      question: " به ندرت تحت تأثیر چیزی قرار می گیرم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "11": {
      question: "هنگام راه رفتن نمی توانم تعادلم را حفظ کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "12": {
      question: "به آسانی و به سرعت احساساتم را بروز می دهم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "13": {
      question: "استعمال مواد مخدر اغلب مرا به دردسر می اندازد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "14": {
      question: "گاهی اوقات با خانواده ام بسیار تند و خشن برخورد می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "15": {
      question: " خوشی های من چندان دوام ندارند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "16": {
      question: "من آدمی خیر خواه و فروتن هستم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "17": {
      question:
        "در نوجوانی به خاطر رفتار بدی که در مدرسه داشتم دچار دردسرهای فراوان می شدم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "18": {
      question:
        " از ارتباط نزدیک با دیگران می ترسم، زیرا ممکن است رسوا شوم و مسخره ام  کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "19": {
      question: "دوستانی را انتخاب می کنم که بدی هایم را به من گوشزد کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "20": {
      question: "اغلب از دوره کودکی افکار غم انگیزی به خاطر دارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "21": {
      question: "من ارتباط با جنس مخالف را دوست دارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "22": {
      question: "بسیار دمدمی مزاج هستم، دایم نظرات و احساساتم را تغییر می دهم",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "23": {
      question: "هرگز مصرف مواد مخدر، مشکل جدی در کارم به وجود نیاورده است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "24": {
      question: "چند سالی است که احساس می کنم در زندگی شکست خورده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "25": {
      question: "نمیدانم چرا اغلب دچار پشیمانی و احساس گناه میشوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "26": {
      question: "دیگران نسبت به قدرت من حسادت می کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "27": {
      question: "اگر حق انتخاب داشته باشم ترجیح می دهم تنها کار کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "28": {
      question:
        "فکر می کنم نظارت و کنترل دقیق بر اعضای خانواده ام لازم و ضروری است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },

    "29": {
      question: "دیگران مرا آدمی گوشه گیر و منزوی می دانند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "30": {
      question: "اخیرا دلم می خواهد چیزها را بشکنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "31": {
      question:
        "من با جذابیت خودم می توانم توجه هر فرد خاصی را به خودم جلب کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "32": {
      question:
        "من همیشه دنبال این هستم که دوستان جدیدی پیدا کنم و با افراد تازه ای نشست و برخاست کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "33": {
      question:
        "اگر کسی از من انتقاد کند فورا خطاها و عیب های او را بیان می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "34": {
      question: "تازگی ها به کلی خرد شده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "35": {
      question:
        "اغلب از انجام کار دست می کشم، زیرا می ترسم آن را درست انجام ندهم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "36": {
      question: "اغلب خشم و عصبانیتم را بروز می دهم و بعد پشیمان می شوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "37": {
      question: "گاهی قدرت حس کردن را در بعضی قسمت های بدنم از دست میدهم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "38": {
      question:
        "من بدون توجه به اینکه انجام کاری چه اثری بر دیگران دارد کارم را انجام می دهم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "39": {
      question:
        "مصرف مواد مخدر ممكن است عاقلانه نباشد ولی در گذشته حس می کردم به آن احتیاج دارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "40": {
      question: "من آدم آرام و ترسویی هستم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "41": {
      question:
        "اغلب احمقانه و بی مقدمه رفتار می کنم به طوری که بعدا مرا به دردسر می اندازد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "42": {
      question:
        "هرگز کسی را که از من سوء استفاده کرده نمی بخشم. یا موقعیت دردناکی را که تحمل کرده ام فراموش نمی کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "43": {
      question:
        "اغلب بعد از آنکه آن حادثه برایم اتفاق افتاد احساس ناراحتی و تنش می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "44": {
      question: "اکثر اوقات احساس افسردگی و ناراحتی وحشتناکی دارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "45": {
      question:
        "همیشه سعی می کنم دیگران را از خود خشنود کنم حتی اگر از آنها بدم بیاید.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "46": {
      question:
        "در مقایسه با دیگران، همیشه کمتر به مسایل جنسی علاقه نشان داده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "47": {
      question: "وقتی اتفاق بدی می افتد احساس گناه می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "48": {
      question:
        "از خیلی وقت پیش، صلاح خود را در این دیده ام که با دیگران کمتر رابطه داشته باشم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "49": {
      question: "از بچگی مواظب بودم کسی سرم کلاه نگذارد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "50": {
      question:
        "از آدم هایی که خیال می کنند هر کاری را می توانند بهتر از من انجام دهند متنفرم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "51": {
      question: "وقتی حوصله ام سر برود، دوست دارم به کار پر هیجانی دست بزنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "52": {
      question: "اعتیاد من مشکلاتی برای من و خانواده ام به وجود آورده است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "53": {
      question: "تنبيه هرگز مانع انجام کاری که دوست دارم نشده است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "54": {
      question: "بارها بی دلیل، شادی و هیجان بیش از حد به من در دست داده است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "55": {
      question: "چند هفته است که بی دلیل احساس خستگی و فرسودگی می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "56": {
      question:
        "مدتی است که هیچ کاری را درست انجام نمی دهم و به این دلیل شدیدا احساس گناه می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "57": {
      question: "فکر می کنم آدمی اجتماعی و خونگرم هستم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "58": {
      question: "اخیرا بسیار کم رو و خجالتی شده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "59": {
      question: "برای روزهای تنگدستی پس انداز می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "60": {
      question: "من به اندازه دیگران در زندگی شانس ندارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "61": {
      question: "دایم افکار و اندیشه ها، در ذهنم موج می زنند و رهایم نمی كنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "62": {
      question: "چند سالی است که از زندگی کاملا دلسرد و ناامید شده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "63": {
      question:
        "چند سالی است که افراد زیادی در مورد زندگی خصوصی ام جاسوسی می کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "64": {
      question:
        "نمی دانم چرا ولی گاهی حرف های بد می زنم، صرفا برای اینکه دیگران را رنجیده خاطر کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "65": {
      question:
        "در سال گذشته، بیش از ۳۰ بار بر فراز اقیانوس اطلس پرواز کرده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "66": {
      question: "در گذشته اعتیاد به مواد مخدر باعث شده شغلم را از دست بدهم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "67": {
      question: "فکرهای مهمی در سر دارم که مردم این زمانه آن را نمی فهمند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "68": {
      question: "اخیرا مجبورم بدون دلیل در مورد چیزی مکررا فکر کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "69": {
      question:
        "از اکثر موقعیت های اجتماعی دوری می کنم زیرا می ترسم مردم از من انتقاد کنند یا مرا طرد کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "70": {
      question:
        "بیشتر وقت ها فکر می کنم شایسته موفقیت هایی که نصیبم شده است نبوده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "71": {
      question:
        "اغلب وقتی تنها هستم، احساس می کنم کسی کنارم نشسته که دیده نمی شود.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "72": {
      question: "اغلب به دیگران اجازه می دهم تصمیم های مهمی برایم بگیرند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "73": {
      question: "احساس بی هدفی می کنم و نمی دانم در زندگی به کجا می روم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "74": {
      question:
        "ظاهرا نمی توانم بخوابم و بعد از خواب هم به اندازه قبل از خواب خسته ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "75": {
      question: "اخيرا خیلی عرق می کنم و کلافه ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "76": {
      question:
        "پیوسته فکرهای عجیبی به سرم می زند کاش می توانستم از شر آنها خلاص شوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "77": {
      question: "برایم مشکل است که بر هوس مشروب خواری خود غلبه کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "78": {
      question: "حتی وقتی بیدارم متوجه آدم هایی که دور و برم هستند نمی شوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "79": {
      question: "من اغلب اوقات افسرده و غمگین هستم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "80": {
      question: "پیدا کردن دوست برایم کار ساده ای است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "81": {
      question: "از سوء استفاده ای که در کودکی از من شده شرمنده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "82": {
      question: "همیشه نگرانم که کارهایم خوب برنامه ریزی و تنظیم باشد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "83": {
      question: "ظاهرا اغلب خلق و خویم از روزی به روز دیگر تغییر زیادی می کند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "84": {
      question: "می ترسم ریسک کنم و چیزهای جدید را امتحان کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "85": {
      question:
        " سوء استفاده کردن از کسی که خود اجازه چنین کاری را می دهد عیب نمی دانم",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "86": {
      question: "مدتی است غمگین و گرفته ام و نمی توانم از این حالت خلاص شوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "87": {
      question: "اغلب از دیدن آدمهایی که کند کار می کنند عصبانی می شوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "88": {
      question: "در مهمانی ها هیچ وقت گوشه گیر نیستم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "89": {
      question:
        "من آنچه اعضای خانواده ام انجام میدهند را زیر نظر دارم تا بدانم به چه کسی می توان اعتماد کرد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "90": {
      question: "گاهی در برابر مهربانی مردم دستپاچه و عصبانی می شوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "91": {
      question: "استعمال مواد مخدر باعث درگیری خانوادگی برایم شده است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "92": {
      question: "اکثر اوقات تنها هستم و این تنهایی را ترجیح می دهم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "93": {
      question:
        "بعضی از اعضای خانواده ام می گویند که خودخواه هستم و فقط به خودم فکر می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "94": {
      question:
        "مردم خیلی راحت می توانند نظرم را عوض کنند حتی اگر تصمیم نهایی خود را گرفته باشم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "95": {
      question: "بیشتر وقت ها به دیگران دستور میدهم و آنها را عصبانی می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "96": {
      question:
        "قبلا دیگران به من گفته اند که به خیلی چیزها بیش از حد شور و علاقه نشان داده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "97": {
      question: "بهتر است آدم زود بخوابد و زود بیدار شود.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "98": {
      question:
        "احساس من نسبت به افراد مهم زندگی ام اغلب بین محبت و نفرت در نوسان است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "99": {
      question: "در جمع و موقعیت های اجتماعی همیشه مضطرب و کلافه ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "100": {
      question: "من هر روز مشروب می خورم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "101": {
      question:
        "قبول دارم که مسئولیت های خانوادگی را جدی نمی گیرم، ولی باید آنها راجدی بگیرم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "102": {
      question: "از همان کودکی بتدریج رابطه خود را با واقعیت از دست داده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "103": {
      question:
        "افراد آب زیر کاه اغلب سعی دارند کاری را که من انجام داده ام یا فکرش از من بوده است را به اسم خودشان تمام کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "104": {
      question:
        "من نمی توانم شادی زیادی تجربه کنم چون احساس می کنم لیاقتش را ندارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "105": {
      question: "علاقه چندانی به دوست پیدا کردن و رفاقت ندارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "106": {
      question:
        "بارها در زندگی ام وقتی شاد بودم و فعالیت زیادی داشتم حالت افسردگی به من دست داده است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "107": {
      question: "اشتهایم را به کلی از دست داده ام و بد خواب هستم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "108": {
      question: "من از تنهایی و بی کسی و از اینکه به خودم متکی باشم می ترسم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "109": {
      question: "خاطره یک تجاوز وحشتناک در گذشته، دایم فکر مرا پریشان می کند",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "110": {
      question: "در سال گذشته عکس من روی جلد مجله های زیادی چاپ شد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "111": {
      question:
        "ظاهرا علاقه ام را به اكثر فعالیت های لذت بخش مثل رابطه جنسی از دست داده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "112": {
      question: "در یکی دو سال گذشته بسیار غمگین و دلسرد بوده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "113": {
      question: "یکی دو بار با قانون مشکل داشته ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "114": {
      question: "بهترین راه اجتناب از اشتباه، تجربه داشتن است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "115": {
      question: "مردم به خاطر کاری که انجام نداده ام به من تهمت می زنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "116": {
      question: "اکثر اوقات عادت دارم برخی از مردم را اذیت کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "117": {
      question:
        "گاهی مردم فکر می کنند من عجیب و غریب صحبت می کنم و صحبت های من برای آنها غریب و نا آشناست.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "118": {
      question:
        "دوره هایی در زندگی من وجود داشته است که قادر به خرید مواد مخدر نبوده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "119": {
      question: "مردم تلاش می کنند مرا بگیرند چون فکر می کنند من دیوانه ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "120": {
      question:
        "من هرکاری لازم باشد انجام میدهم تا فردی که دوستش دارم مرا ترک نکند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "121": {
      question: "یکی دو بار در هفته پرخوری می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "122": {
      question:
        "فکر می کنم تمام فرصت های خوبی که برایم پیش آمد را از دست داده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "123": {
      question: "هیچ وقت نتوانستم از احساس غم و اندوه رهایی یابم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "124": {
      question: "وقتی تنها و دور از خانه هستم اغلب احساس اضطراب و هراس می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "125": {
      question:
        "گاهی مردم از دست من عصبانی می شوند زیرا فکر می کنند من زیاد حرف می زنم یا تند صحبت می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "126": {
      question: "امروزه اکثر افراد موفق، یا خوش شانس اند یا کلاهبردار.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "127": {
      question:
        "من نمی خواهم با دیگران رابطه نزدیک پیدا کنم چون مطمئنم به من علاقه مند می شوند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "128": {
      question: "بدون علت مشخصی احساس افسردگی می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "129": {
      question:
        "بعد از سال ها همچنان در مورد حادثه ای که واقعا زندگی ام را تهدید می خواب های وحشتناک می بینم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "130": {
      question: "توان انجام کارهای روزمره ام را ندارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "131": {
      question: "وقتی به کمک احتیاج دارم الكل می نوشم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "132": {
      question:
        "من از فکر کردن در مورد اینکه چگونه در کودکی مورد سوء استفاده قرار گرفته ام متنفرم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "133": {
      question:
        "وقتی همه کارها خوب پیش می رود دایم نگرانم، بزودی حادثه بدی اتفاق خواهد افتاد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "134": {
      question:
        "حادثه بدی در زندگی ام اتفاق می افتد گاهی احساس ناتوانی می کنم و تقریبا دیوانه می شوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "135": {
      question:
        "واقعا از تنهایی و درماندگی و از دست دادن حمایت نزدیکانم که من به آنها وابسته ام، می ترسم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "136": {
      question: "می دانم که پول زیادی برای مواد مخدر خرج کرده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "137": {
      question:
        "همیشه قبل از شروع انجام کاری، باید اطمینان پیدا کنم که آن کار در آن مدت محدود تمام می شود.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "138": {
      question: "میدانم که مردم پشت سرم صحبت می کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "139": {
      question: "من در گرفتن عفو و بخشش دیگران مهارت دارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "140": {
      question: "می دانم که برایم نقشه کشیده اند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "141": {
      question: "احساس می کنم که بیشتر مردم افکار پست و زشتی در مورد من دارند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "142": {
      question: "اغلب احساس تنهایی و پوچی می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "143": {
      question: " گاهی بعد از غذا خوردن خودم را مجبور به استفراغ می کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "144": {
      question:
        "من معتقدم که همه را خوشحال می کنم و دیگران مرا به خاطر کارهایی که انجام می دهم و حرف هایی که میزنم تحسین می کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "145": {
      question: "دایم نگران کسی یا چیزی هستم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "146": {
      question:
        "همیشه بی جهت فریب می خورم، بویژه وقتی کسی خودش را برتر از من نشان می دهد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "147": {
      question: " دایم افکار اضطراب برانگیز به ذهنم می آید.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "148": {
      question: "در زندگیم چیزهای کمی وجود دارد که واقعا مرا خوشحال کند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "149": {
      question:
        "وقتی به سرنوشت دردناکی که در گذشته داشته ام فکر می کنم احساس ناکامی کرده و به مرگ می اندیشم",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "150": {
      question:
        "از اینکه خیلی زود بیدار می شوم و دیگر نمی توانم بخوابم ناراحتم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "151": {
      question:
        "من هرگز قادر به ابراز احساساتم نیستم چون در نظر مردم ارزشی ندارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "152": {
      question:
        "من مشکل اعتیاد دارم و تلاشم برای کنار گذاشتن آن ناموفق بوده است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "153": {
      question: "عده ای تلاش می کنند افکارم را کنترل کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "154": {
      question: "قبلا تلاش کرده ام خودم را بکشم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "155": {
      question: "من گرسنگی می کشم تا از همین هم که هست لاغرتر شوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "156": {
      question: "نمی دانم چرا برخی مردم به من می خندند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "157": {
      question: "در ده سال گذشته هیچ ماشینی ندیده ام.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "158": {
      question:
        "از آدم هایی که مرا لمس می کنند شدیدا می ترسم چون فکر می کنم آنها ممکن است به من صدمه بزنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "159": {
      question:
        "چون آنها از توانایی های فوق العاده من خبر دارند می خواهند مرا دستگیر کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "160": {
      question: "دایم فکرم درگیر حادثه ای است که برایم اتفاق افتاده است.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "161": {
      question:
        "ظاهرا کاری می کنم که دیگران فکر کنند می خواهم به خودم صدمه بزنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "162": {
      question:
        "اغلب آنقدر غرق افکارم می شوم که متوجه نمی شوم اطرافم چه می گذرد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "163": {
      question: "مردم به من می گویند لاغر هستم اما من احساس می کنم خیلی چاقم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "164": {
      question: " وقایع هولناکی گذشته دایم به فکر و خواب من می آیند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "165": {
      question: "من بجز اعضای خانواده ام هیچ دوستی ندارم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "166": {
      question:
        "من اغلب کارهایم را سریع انجام می دهم و در مورد چیزهایی که باید انجام دهم فکر نمی کنم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "167": {
      question:
        "من به گونه ای حمایت دوستانم را جلب کرده ام که دیگران نمی توانند از من سوء استفاده کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "168": {
      question: "اغلب به وضوح چیزهایی می شنوم که مرا ناراحت می کند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "169": {
      question:
        "من همیشه برای نزاع با دیگران خودم را مجهز نگه می دارم زیرا از برخورد تندشان می ترسم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "170": {
      question:
        "من هر کار را چند بار انجام می دهم. گاهی بخاطر کاهش نگرانیم و گاهی به خاطر اینکه مطمئن شوم حادثه بدی اتفاق نمی افتد.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "171": {
      question:
        "تازگی ها به طور جدی به این فکر افتاده ام که به زندگی ام خاتمه دهم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "172": {
      question: "مردم مرا آدمی منظم و مقرراتی می دانند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "173": {
      question:
        "وقتی به حادثه دردناکی که سالها پیش برایم اتفاق افتاد فکر می کنم دچار ترس و اضطراب میشوم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "174": {
      question:
        "اگرچه من از دوست پیدا کردن می ترسم ولی مایلم دوستان بیشتری داشته باشم.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
    "175": {
      question:
        "واقعیت این است که مردم می خواهند با من دوست شوند تا مرا خرد کنند.",
      choices: [
        {
          label: "بلی",
          value: 1,
        },
        {
          label: "خیر",
          value: 2,
        },
      ],
    },
  },
};
