import { entityTypes } from "../../types";

export const bdiChoiceMap: Record<string, Record<number, number>> = {
  "1": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "2": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "3": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "4": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "5": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "6": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "7": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "8": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "9": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "10": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "11": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "12": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "13": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "14": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "15": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "16": {
    0: 0,
    1: 1,
    2: 1,
    3: 2,
    4: 2,
    5: 3,
    6: 3,
  },
  "17": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "18": {
    0: 0,
    1: 1,
    2: 1,
    3: 2,
    4: 2,
    5: 2,
    6: 3,
    7: 3,
  },
  "19": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "20": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
  "21": {
    0: 0,
    1: 1,
    2: 2,
    3: 3,
  },
};

export const testStructure: entityTypes.ITestStructure = {
  id: "beckDepressionII",
  title: {
    fa: "پرسشنامه افسردگی بک",
    en: "Beck Depression Inventory ( BDI )",
  },
  chartType: ["line"],
  minutesToFill: 10,
  description: "",
  shortName: "BDI",
  fields: {
    "1": {
      question: "غمگینی",
      questionHint: undefined,
      choices: [
        {
          label: "احساس غمگینی نمی کنم.",
          value: 0,
        },
        {
          label: "خیلی اوقات احساس غمگینی می کنم.",
          value: 1,
        },
        {
          label: "همیشه غمگین هستم.",
          value: 2,
        },
        {
          label: "به قدری غمگین هستم که نمی توانم تحمل کنم.",
          value: 3,
        },
      ],
    },
    "2": {
      question: "بدبینی",
      questionHint: undefined,
      choices: [
        {
          label: "نسبت به آینده بدبین نیستم.",
          value: 0,
        },
        {
          label: "بیشتر از گذشته، نسبت به آینده بدبین هستم.",
          value: 1,
        },
        {
          label: "انتظار ندارم اوضاع بر وفق مراد من باشد.",
          value: 2,
        },
        {
          label: "احساس می کنم امیدی به آینده نیست و اوضاع فقط بدتر می شود.",
          value: 3,
        },
      ],
    },
    "3": {
      question: "احساس شکست",
      questionHint: undefined,
      choices: [
        {
          label: " احساس نمی کنم فردی شکست خورده ام.",
          value: 0,
        },
        {
          label: "بیش از آنچه که سزاوار بودم، شکست خورده ام.",
          value: 1,
        },
        {
          label: "وقتی به گذشته مینگرم، شکست های زیادی را می بینم.",
          value: 2,
        },
        {
          label: "احساس می کنم شخص کاملا شکست خورده ای هستم.",
          value: 3,
        },
      ],
    },
    "4": {
      question: "نارضایتی",
      questionHint: undefined,
      choices: [
        {
          label: "به اندازه گذشته، از زندگی لذت می برم.",
          value: 0,
        },
        {
          label: "دیگر به اندازه گذشته از زندگی لذت نمی برم.",
          value: 1,
        },
        {
          label:
            "از چیز هایی که در گذشته از آنها لذت می بردم، خیلی کم لذت می برم.",
          value: 2,
        },
        {
          label:
            "اصلا نمی توانم از چیز هایی که قبلا از آنها لذت می بردم، لذتی ببرم.",
          value: 3,
        },
      ],
    },
    "5": {
      question: "احساس گناه",
      questionHint: undefined,
      choices: [
        {
          label: "احساس گناه خاصی ندارم.",
          value: 0,
        },
        {
          label:
            "ر مورد خیلی از چیزهایی که انجام داده ام و یا باید انجام می دادم احساس گناه می کنم.",
          value: 1,
        },
        {
          label: "اغلب اوقات احساس  گناه می کنم.",
          value: 2,
        },
        {
          label: "همواره احساس گناه می کنم.",
          value: 3,
        },
      ],
    },
    "6": {
      question: "انتظار تنبیه",
      questionHint: undefined,
      choices: [
        {
          label: "احساس نمی کنم دارم تنبیه می شوم.",
          value: 0,
        },
        {
          label: "احساس می کنم ممکن است تنبیه شوم.",
          value: 1,
        },
        {
          label: "من انتظار تنبیه شدن را دارم.",
          value: 2,
        },
        {
          label: "احساس می کنم که دارم تنبیه می شوم.",
          value: 3,
        },
      ],
    },
    "7": {
      question: "دوست نداشتن خود",
      questionHint: undefined,
      choices: [
        {
          label: "همان احساسی را در مورد خودم دارم که همیشه داشته ام.",
          value: 0,
        },
        {
          label: "اعتماد به نفسم را از دست داده ام.",
          value: 1,
        },
        {
          label: "از خودم مایوس شده ام.",
          value: 2,
        },
        {
          label: "از خودم بدم می آید.",
          value: 3,
        },
      ],
    },
    "8": {
      question: "خود سرزنشی",
      questionHint: undefined,
      choices: [
        {
          label: "بیشتر از حد معمول، خود را مورد انتقاد و سرزنش قرار نمی دهم.",
          value: 0,
        },
        {
          label: "بیشتر از گذشته، از خودم انتقاد می کنم.",
          value: 1,
        },
        {
          label: "بخاطر تمامی اشتباهاتم، از خودم انتقاد می کنم.",
          value: 2,
        },
        {
          label: "برای هر چیز بدی که اتفاق می افتد خود را سرزنش می کنم.",
          value: 3,
        },
      ],
    },
    "9": {
      question: "افکار خودکشی",
      questionHint: undefined,
      choices: [
        {
          label: "اصلا در فکر آن نیستم که به خودم آسیبی برسانم.",
          value: 0,
        },
        {
          label:
            "درباره اینکه به خودم آسیبی برسانم فکر می کنم، ولی این کار را نمی کنم.",
          value: 1,
        },
        {
          label: "دلم می خواهد خودم را بکشم",
          value: 2,
        },
        {
          label: "اگر امکان داشت، خودم را می گشتم.",
          value: 3,
        },
      ],
    },
    "10": {
      question: "گریه کردن",
      questionHint: undefined,
      choices: [
        {
          label: "بیشتر از گذشته، گریه نمی کنم.",
          value: 0,
        },
        {
          label: "بیشتر از گذشته، گریه می کنم.",
          value: 1,
        },
        {
          label: "بخاطر هر چیز کو چکی، گریه می کنم.",
          value: 2,
        },
        {
          label: "دلم می خواهد گریه کنم، ولی نمی توانم.",
          value: 3,
        },
      ],
    },
    "11": {
      question: " بی قراری",
      questionHint: undefined,
      choices: [
        {
          label: "بیشتر از حد معمول بی قرار و تحریک پذیر نیستم.",
          value: 0,
        },
        {
          label: "احساس می کنم بیشتر از حد معمول، بی قرار و تحریک پذیر شده ام.",
          value: 1,
        },
        {
          label: "به قدری بی قرار و ناراحت هستم که نمی توانم آرام بگیرم.",
          value: 2,
        },
        {
          label:
            "به قدری بی قرار و ناراحت هستم که باید دایما با حرکت کنم یا به کاری مشغول باشم.",
          value: 3,
        },
      ],
    },
    "12": {
      question: "کناره گیری اجتماعی",
      questionHint: undefined,
      choices: [
        {
          label: "علاقه ام را نسبت به مردم و فعالیت ها از دست نداده ام.",
          value: 0,
        },
        {
          label: "در مقایسه با قبل، کمتر به مردم و چیزها علاقه دارم.",
          value: 1,
        },
        {
          label: "بیشتر علاقه ام را نسبت به مردم و چیزها از دست داده ام.",
          value: 2,
        },
        {
          label: "علاقه مند شدن به هر چیز برایم دشوار است.",
          value: 3,
        },
      ],
    },
    "13": {
      question: "بی تصمیمی",
      questionHint: undefined,
      choices: [
        {
          label: "تقریبا به خوبی گذشته، تصمیم گیری می کنم.",
          value: 0,
        },
        {
          label: "تصمیم گیری برایم دشوار تر از حد معمول است.",
          value: 1,
        },
        {
          label: "بیشتر از گذشته، در تصمیم گیری مشکل دارم.",
          value: 2,
        },
        {
          label: "در گرفتن هر نوع تصمیمی، مشکل دارم.",
          value: 3,
        },
      ],
    },
    "14": {
      question: "بی ارزشی",
      questionHint: undefined,
      choices: [
        {
          label: "احساس می کنم آدم ارزشمندی هستم.",
          value: 0,
        },
        {
          label: "احساس نمی کنم به اندازه گذشته، ارزشمند و مفید هستم.",
          value: 1,
        },
        {
          label: "در مقایسه با دیگران، خود را کم ارزش تر می دانم.",
          value: 2,
        },
        {
          label: "بی نهایت احساس بی ارزشی می کنم.",
          value: 3,
        },
      ],
    },
    "15": {
      question: "از دست دادن انرژی",
      questionHint: undefined,
      choices: [
        {
          label: "من به اندازه گذشته، انرژی دارم",
          value: 0,
        },
        {
          label: "نسبت به گذشته، انرژی ام کمتر شده است.",
          value: 1,
        },
        {
          label: "انرژی لازم برای انجام کارهای زیاد را ندارم.",
          value: 2,
        },
        {
          label: "انرژی انجام هیچ کاری را ندارم.",
          value: 3,
        },
      ],
    },
    "16": {
      question: "تغییر در الگوی خواب",
      questionHint: undefined,
      choices: [
        {
          label: "در الگوی خوابم، هیچ تغییری ایجاد نشده است.",
          value: 0,
        },
        {
          label: "کمی بیشتر از حد معمول می خوابم.",
          value: 1,
        },
        {
          label: "تا حدودی کمتر از حد معمول می خوابم.",
          value: 2,
        },
        {
          label: "خیلی بیشتر از حد معمول می خوابم.",
          value: 3,
        },
        {
          label: "خیلی کمتر از حد معمول می خوابم.",
          value: 4,
        },
        {
          label: "بیشتر اوقات روز را می خوابم.",
          value: 5,
        },
        {
          label:
            "صبحها یک تا دو ساعت زودتر بیدار می شوم و دیگر نمی توانم بخوابم.",
          value: 6,
        },
      ],
    },
    "17": {
      question: "تحریک پذیری",
      questionHint: undefined,
      choices: [
        {
          label: "بیش از حد معمول تحریک پذیر نیستم.",
          value: 0,
        },
        {
          label: "بیش از حد معمول تحریک پذیر هستم.",
          value: 1,
        },
        {
          label: "خیلی بیش از حد معمول تحریک پذیر هستم.",
          value: 2,
        },
        {
          label: "همیشه تحریک پذیر هستم.",
          value: 3,
        },
      ],
    },
    "18": {
      question: "تغییر در اشتها",
      questionHint: undefined,
      choices: [
        {
          label: "اشتهایم تغییری نکرده است.",
          value: 0,
        },
        {
          label: "اشتهایم کمتر از حد معمول است.",
          value: 1,
        },
        {
          label: "اشتهایم بیشتر از حد معمول است.",
          value: 2,
        },
        {
          label: "اشتهایم خیلی کمتر از حد معمول است.",
          value: 3,
        },
        {
          label: "اشتهایم خیلی بیشتر از حد معمول است.",
          value: 4,
        },
        {
          label: "اشتهایم خیلی بیشتر از حد معمول است.",
          value: 5,
        },
        {
          label: "اصلا اشتها ندارم.",
          value: 6,
        },
        {
          label: "همیشه میل زیادی به غذا خوردن دارم.",
          value: 7,
        },
      ],
    },
    "19": {
      question: "اشکال در تمرکز",
      questionHint: undefined,
      choices: [
        {
          label: "تمرکزم به خوبی گذشته است.",
          value: 0,
        },
        {
          label: "نمی توانم به خوبی گذشته، تمرکز داشته باشم.",
          value: 1,
        },
        {
          label: "نمی توانم فکرم را روی موضوعی به مدت طولانی متمرکز کنم.",
          value: 2,
        },
        {
          label: "احساس می کنم نمی توانم روی هیچ چیزی تمرکز کنم.",
          value: 3,
        },
      ],
    },
    "20": {
      question: "خستگی پذیری",
      questionHint: undefined,
      choices: [
        {
          label: "بیش از حد معمول، خسته یا کسل نیستم.",
          value: 0,
        },
        {
          label: "زودتر از حد معمول، خسته یا کسل می شوم.",
          value: 1,
        },
        {
          label:
            "به قدری خسته یا کسل هستم که نمی توانم کارهایی را که قبلا انجام می دادم، انجام دهم.",
          value: 2,
        },
        {
          label:
            "به قدری خسته یا کسل هستم که نمی توانم اغلب کارهایی را که قبلا انجام میدادم، انجام دهم.",
          value: 3,
        },
      ],
    },
    "21": {
      question: "کاهش علاقه جنسی",
      questionHint: undefined,
      choices: [
        {
          label: "متوجه تغییر تازه ای در علاقه جنسی ام نشده ام.",
          value: 0,
        },
        {
          label: "کمتر از گذشته به امور جنسی علاقه دارم.",
          value: 1,
        },
        {
          label: "در حال حاضر خیلی کم به امور جنسی علاقه دارم.",
          value: 2,
        },
        {
          label: "علاقه جنسی ام را کاملا از دست داده ام.",
          value: 3,
        },
      ],
    },
  },
};
