import { entityTypes } from "../../../types";

export const ENTPInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png", //mistake
  },
  {
    type: "title",
    data: "برون گرای شهودی متفکر ادراک کننده (ENTP)",
  },
  {
    type: "paragraph",
    data: `صریح و بی ریا می باشد و در زمینه های مختلف توانایی دارد يك دوست پرهیجان، پرحرف و باهوش و رك باشد. برای لذت بردن از هر دو طرف یک موضوع بحث می کند. در پیدا کردن راه حل های مبتکرانه در مورد موضوعات پیچیده از خود مهارت خاصی نشان می دهد. از انجام کارهای یکنواخت روزانه سرباز می زند. همیشه در حال یافتن موضوع جديد مورد علاقه می باشد. قادر به یافتن دلایل منطقی برای هر کاری که می خواهد انجام دهد می باشد .`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `از نبوغ و فکر بکر خود برای حل مسائل شان استفاده  می کنند.`,
  },
  {
    type: "list",
    data: `اشخاصی با هوش هستند و می توانند دیگران را متقاعد کنند تا نقطه نظر آنها را باور نمایند.`,
  },
  {
    type: "list",
    data: `به روش های سنتی انجام دادن کارها بی علاقه و به دنبال روش های تازه اند.`,
  },
  {
    type: "list",
    data: `اشخاصی الهام بخش هستند. بنابر سريع الانتقال بودن، اعتماد به نفس و نیز به خاطر مهارت های شان هواداران زیادی دارند.`,
  },
  {
    type: "list",
    data: `علاقه به انجام همزمان چند کار با هم دارند`,
  },
  {
    type: "list",
    data: `ارتباط با آدم های مختلفی را دوست دارند`,
  },
  {
    type: "list",
    data: `نمی توانند توجه خود را محدود کنند زیرا موضوعات عدیده ای برای آنها جالب است.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: `کارآفرینان مادرزاد`,
  },
  {
    type: "list",
    data: `بازاریابی امور بدیع و ابتکاری`,
  },
  {
    type: "list",
    data: `تجارت کارفرمایی`,
  },
  {
    type: "list",
    data: `برنامه ریزی و توسعه`,
  },
  {
    type: "list",
    data: `مشاغل متفرقه`,
  },
  {
    type: "title",
    data: `عناوین شغلی`,
  },
  {
    type: "list",
    data: `بازیگر`,
  },
  {
    type: "list",
    data: `مدیر تبلیغات`,
  },
  {
    type: "list",
    data: `وکیل`,
  },
  {
    type: "list",
    data: `تحلیل گر کامپیوتر`,
  },
  {
    type: "list",
    data: `مشاور`,
  },
  {
    type: "list",
    data: `مهندس`,
  },
  {
    type: "list",
    data: `کارفرما`,
  },
  {
    type: "list",
    data: `برنامه ریز مالی`,
  },
  {
    type: "list",
    data: `مخترع`,
  },
  {
    type: "list",
    data: `بازاریاب`,
  },
  {
    type: "list",
    data: `پزشک`,
  },
  {
    type: "list",
    data: `روانشناس`,
  },
  {
    type: "list",
    data: `پرستار`,
  },
  {
    type: "list",
    data: `کارمند روابط عمومی`,
  },
  {
    type: "list",
    data: `سخنران`,
  },
  {
    type: "list",
    data: `بازسازی کننده ساختمان ها`,
  },
  {
    type: "list",
    data: `متخصص تحقیق و توسعه`,
  },
  {
    type: "list",
    data: `فروشنده`,
  },
  {
    type: "list",
    data: `دانشمند اجتماعی`,
  },
  {
    type: "list",
    data: `استاد دانشگاه`,
  },
  {
    type: "list",
    data: `نویسنده`,
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `مهارت های ارتباطی عالی`,
  },
  {
    type: "list",
    data: `توانایی ایجاد هیجان در کسانی که شنوده نظرات و ایده های شان هستند.`,
  },
  {
    type: "list",
    data: `عدم خروج از محدوده مشخص شده در عین در نظر گرفتن احتمالات`,
  },
  {
    type: "list",
    data: `مهارت عالی در زمینه حل مسأله`,
  },
  {
    type: "list",
    data: `شجاعت در ریسک کردن، امتحان کردن چیزهای جدید و غلبه بر موانع`,
  },
  {
    type: "list",
    data: `توانایی حفظ سنت های یک سازمان`,
  },
  {
    type: "list",
    data: `انگیزه و توانایی بالا در آموختن مطالب جديد توانایی تحمل رد شدن و همچنان خوش بین و مشتاق باقی ماندن`,
  },
  {
    type: "list",
    data: `اعتماد به نفس عالی`,
  },
  {
    type: "list",
    data: `توانایی پرداختن به پروژه های متعدد در آن واحد`,
  },
  {
    type: "list",
    data: `توانایی پیش بینی انگیزه ها و خواسته های دیگران`,
  },
  {
    type: "list",
    data: `توانایی بالا در سازگاری`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `دشواری در سازمان یافته بودن`,
  },
  {
    type: "list",
    data: `دشواری در اولویت بندی و تصمیم گیری`,
  },
  {
    type: "list",
    data: `اغراق در مهارت ها و توانمدی ها به علت اعتماد به نفس بیش از حد`,
  },
  {
    type: "list",
    data: `توجه به آنچه امکان پذیر است و بی توجهی به آنچه انجام آن مشکل است.`,
  },
  {
    type: "list",
    data: `عدم تحمل اشخاص انعطاف ناپذیر و ناتوانی  در خیال پردازی.‍‍‍‍‍‍‍‍‍‍`,
  },
  {
    type: "list",
    data: `بی علاقگی به انجام کارهای سنتی و روزمره`,
  },
  {
    type: "list",
    data: `گرایش به خسته و کسل شدن یا به آسانی از مسیر اصلی منحرف شدن`,
  },
  {
    type: "list",
    data: `بی صبری در مقابل کسانی که صلاحیت و شایستگی آنها را زیر سؤال می برند.`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `افرادی خوش بین، جذاب و جالب و خوش صحبت اند.`,
  },
  {
    type: "list",
    data: `برای آزادی و استقلال خود بهای فراوان قائلند.`,
  },
  {
    type: "list",
    data: `سعی می کنند به جای داوری کردن درباره اشخاص، آنها را بشناسند.`,
  },
  {
    type: "list",
    data: `پیوسته در اندیشه آزمایش های جدید هستند. به محض این که ایده جدیدی مطرح می شود، می توانند دست به کار آن شوند`,
  },
  {
    type: "list",
    data: `دوست دارند شریک زندگی شان جالب و به لحاظ ذهنی تحریک کننده بوده و از تجربیات جدید و از ماجرا لذت ببرد.`,
  },
  {
    type: "list",
    data: `می خواهند روابطشان پیوسته رو به رشد باشد.`,
  },
  {
    type: "list",
    data: `می توانند خودبین، اهل بحث و مباحثه و فاقد حساسیت باشند، به طوری که تنها از بحث کردن لذت می برند`,
  },
  {
    type: "list",
    data: `برای نادیده گرفتن تألمات احساسی و یا انکار احساسات خود، ممکن است خود را سرگرم چیزی کنند`,
  },
  {
    type: "list",
    data: `می توانند با فاصله گرفتن از دیگران روابط خود را در شرایط سطحی حفظ کنند`,
  },
  {
    type: "title",
    data: `اوقات فراغت`,
  },
  {
    type: "list",
    data: `آنها با توجه به علايق، برنامه ها و ماجراهای زندگی ممکن است زندگی در نظرشان کوتاه بیاید.`,
  },
  {
    type: "list",
    data: `آرامش و استراحت برای آنها انجام دادن کارهای جدید است.`,
  },
  {
    type: "list",
    data: `آنها از خنده و از در میان گذاشتن نظرات خود با دیگران لذت می برند.`,
  },
  {
    type: "list",
    data: `در خانه آنها به روی همه گشوده است.`,
  },
  {
    type: "list",
    data: `از سفر به نقاط مختلف و جالب لذت می برند.`,
  },
  {
    type: "list",
    data: `آنها به روی هر چه برای شان تفریحی باشد گشوده اند`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `به اولویت بندی پیگیری و پایبندی به تعهداتی که به دیگران دارد توجه کند.`,
  },
];
