import { entityTypes } from "../../../types";

export const ESFPInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png", //mistake
  },
  {
    type: "title",
    data: "برون گرای حسی احساسی ادراک کننده (ESFP)",
  },
  {
    type: "paragraph",
    data: `برونگرا، زودجوش، مهمان نواز و خوش برخورد می باشد. علاقه زیادی به لذت بردن از زمان حال دارد. به ورزش، تولید و ساخت علاقه دارد. معمولا میداند اطراف او چه می گذرد و بسیار مشتاقانه حاضر به همکاری می باشد و برای او به حافظه سپردن حقایق و اطلاعات اهمیت بیشتری نسبت به تئوری های پیچیده دارد و بهترین توانایی های او در زمینه پیدا کردن راه حل های منطقی و قابل قبول در مورد اختلافی پیچیده می باشد. با مردم و موضوعات روزمره به راحتی کنار می آید.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `کار کردن در فضایی مهیج با اشخاصی دوستانه و پر انرژی را دوست دارند.`,
  },
  {
    type: "list",
    data: `با مردم رابطه خوب حسنه ای دارند .`,
  },
  {
    type: "list",
    data: `نوع را دوست دارند، طوری که مشاغلشان را به سرعت تغییر می دهند.`,
  },
  {
    type: "list",
    data: `مرتيا محیط را وارسی می کنند و به سرعت بر موقعیت حاکم می شوند.`,
  },
  {
    type: "list",
    data: `برای برطرف کردن تضاد و تعارض از مهارت فراوان برخوردارند.`,
  },
  {
    type: "list",
    data: `می توانند به دیگران کمک کنند تا کار گروهی را به نمایش بگذارند.`,
  },
  {
    type: "list",
    data: `می توانند به خوبی به دیگران انگیزه بدهند تا تصمیم بگیرند و کار گروهی را تقویت کنند.`,
  },
  {
    type: "list",
    data: `از کارهایی که بتوانند به دیگران خدمت کنند لذت می برند.`,
  },
  {
    type: "list",
    data: `دوست دارند که در اسرع وقت به راه حل برسند.`,
  },
  {
    type: "list",
    data: `در بسیاری از مواقع تا آخرین لحظه صبر می کنند تا کاری را انجام بدهند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: `نگران نباشید شاد باشید`,
  },
  {
    type: "list",
    data: `آموزش خدمات اجتماعی`,
  },
  {
    type: "list",
    data: `سرگرمی تفریحی`,
  },
  {
    type: "list",
    data: `تجارت فروش`,
  },
  {
    type: "list",
    data: `مراقبت های بهداشتی و سلامتی`,
  },
  {
    type: "list",
    data: `حدمات`,
  },
  {
    type: "list",
    data: `علوم`,
  },
  {
    type: "title",
    data: `عناوین شغلی`,
  },
  {
    type: "list",
    data: `رام کننده حیوانات`,
  },
  {
    type: "list",
    data: `مربی ورزش`,
  },
  {
    type: "list",
    data: `طراح`,
  },
  {
    type: "list",
    data: `متخصص رژیم های غذایی`,
  },
  {
    type: "list",
    data: `مربی آمادگی های جسمانی`,
  },
  {
    type: "list",
    data: `میهمان دار هواپیما`,
  },
  {
    type: "list",
    data: `دستیار پزشک`,
  },
  {
    type: "list",
    data: `موسیقی دان`,
  },
  {
    type: "list",
    data: `پرستار`,
  },
  {
    type: "list",
    data: `بازیگر صحنه`,
  },
  {
    type: "list",
    data: `افسر پلیس`,
  },
  {
    type: "list",
    data: `ورزشکار حرفه ای`,
  },
  {
    type: "list",
    data: `متخصص`,
  },
  {
    type: "list",
    data: `عامل ملک و املاک`,
  },
  {
    type: "list",
    data: `فروشنده`,
  },
  {
    type: "list",
    data: `مددکار اجتماعی`,
  },
  {
    type: "list",
    data: `آموزگار`,
  },
  {
    type: "list",
    data: `مسئول آژانس مسافرتی`,
  },
  {
    type: "list",
    data: `دامپزشک با دستیار دامپزشکی`,
  },
  {
    type: "list",
    data: `اپراتور حمل و نقل`,
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `انرژی زیاد و لذت بردن از کار فعال`,
  },
  {
    type: "list",
    data: `توانایی سازگار کردن خود با تغییر و تحولات`,
  },
  {
    type: "list",
    data: `داشتن حساسیت نسبت به خواسته ها و امیال دیگران`,
  },
  {
    type: "list",
    data: `عضوی خوب در فعالیت های تیمی`,
  },
  {
    type: "list",
    data: `توانایی تفریحی ساختن محیط کار`,
  },
  {
    type: "list",
    data: `توجه به جنبه های عملی و دارای عقل سليم عالی`,
  },
  {
    type: "list",
    data: `وفاداری به کارکنان و شرکتی که در آن کار می کند`,
  },
  {
    type: "list",
    data: `توانایی فراهم کردن فضایی مناسب در محل کار`,
  },
  {
    type: "list",
    data: `انعطاف پذیری و تمایل به پذیرش ریسک های حساب شده`,
  },
  {
    type: "list",
    data: `میل به همکاری و کمک به سایر کارکنان`,
  },
  {
    type: "list",
    data: `توانایی ارزیابی منابع و شرایط موجود`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `دشواری در کارکردن به تنهایی`,
  },
  {
    type: "list",
    data: `توجه داشتن به ظواهر و بی توجهی به جنبه های عمیق تر`,
  },
  {
    type: "list",
    data: `بی علاقگی به تدارکات مقدماتی، دشواری در سازماندهی`,
  },
  {
    type: "list",
    data: `دشواری در دیدن فرصت ها و گزینه هایی که درحال حاضر وجود ندارند.`,
  },
  {
    type: "list",
    data: `به دل گرفتن انتقادات و بازخوردهای منفی`,
  },
  {
    type: "list",
    data: `دشواری در تصمیم گیری`,
  },
  {
    type: "list",
    data: `تکانشگر بودن و به سرعت وسوسه شدن`,
  },
  {
    type: "list",
    data: `بی علاقگی به رویه و مقررات فراوان`,
  },
  {
    type: "list",
    data: `دشواری در تصمیم گیری های منطقی درصورتی که این تصمیمات با احساسات آنها در تضاد باشد`,
  },
  {
    type: "list",
    data: `مقاومت در برابر هدف گذاری های بلند مدت و دشواری در تمام کردن به موقع کارها`,
  },
  {
    type: "list",
    data: `دشواری در نظم و انضباط دادن به کارهای خود و دیگران`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `بسیار راحت هستند و خود و دیگران را می پذیرند.`,
  },
  {
    type: "list",
    data: `دیگران را سرگرم می کنند و از ناراحتی به دورشان می کنند.`,
  },
  {
    type: "list",
    data: `حاضر نیستند اخبار ناخوشایند را تحسین کنند.`,
  },
  {
    type: "list",
    data: `بسیار پرحرارت اند و انرژی فراوانی دارند.`,
  },
  {
    type: "list",
    data: `روابط را تفریحی و جالب ارزیابی می کنند.`,
  },
  {
    type: "list",
    data: `از رنج کشیدن دیگران ناراحت می شوند.`,
  },
  {
    type: "list",
    data: `با مهر و محبت خود دیگران را تحت الشعاع قرار می دهند.`,
  },
  {
    type: "list",
    data: `می توانند تکانه ای، بی قرار و غیرقابل پیش بینی باشند.`,
  },
  {
    type: "list",
    data: `عمل کردن را به فکر کردن ترجیح می دهند.`,
  },
  {
    type: "list",
    data: `برای آنها تنها ماندن یا کاری صورت ندادن دشوار است.`,
  },
  {
    type: "title",
    data: `اوقات فراغت`,
  },
  {
    type: "list",
    data: `قدرت آن را دارند که همه چیز را به یک حادثه خوب تبدیل کنند.`,
  },
  {
    type: "list",
    data: `آنها از میهمانی های بزرگ، از گردهم آیی های بزرگ لذت می برند. خانه های شان اغلب پر از دوست و آشنا است.`,
  },
  {
    type: "list",
    data: `دوست دارند که در آخرین لحظه کاری صورت دهند.`,
  },
  {
    type: "list",
    data: `ESFPما از موسیقی رقص غذا نوشیدنی ها و سرگرمی ها لذت می برند.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `توجه کردن به کاربردهای آتی، به دل نگرفتن شخصی مسائل و مشکلات، پایبندی به تعهدات را در مدنظر داشته باشد.`,
  },
];
