import { entityTypes } from "../../../types";

export const ESTJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png", //mistake
  },
  {
    type: "title",
    data: "برون گرای حسی متفکر داوری کننده (ESTJ)",
  },
  {
    type: "paragraph",
    data: `واقع بین، اهل عمل و کم احساس می باشد در زمینه تجارت و کارهای فنی استعداد خاصی از خود نشان می دهد. در مورد موضوعاتی که نیاز به آنها دیده نمی شود بی علاقگی نشان می دهد ولی در صورت لزوم آن را به کار می برد. علاقه زیادی به سازماندهی و هدایت فعالیت ها و پروژه ها دارد. معمولا کارها را به خوبی انجام می دهد. به خصوص اگر هنگام اتخاذ تصميم، احساسات و نقطه نظرهای متفاوت را در نظر بگیرد.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `در زمینه ساز ماندهی با روش ها، سیاست ها و فعالیت ها عالی عمل می کنند .`,
  },
  {
    type: "list",
    data: `از زمان و منابع به شکل مؤثر استفاده می کنند تا نتایج فوری و ملموس بگیرند`,
  },
  {
    type: "list",
    data: `برای حل مسأله، رسیدن به نتیجه و پیشرفت آماده اند.`,
  },
  {
    type: "list",
    data: `از دیگران انتظار دارند از خود صلاحیت نشان دهند.`,
  },
  {
    type: "list",
    data: `آنچه را که غیر منطقی است، به خوبی درک می کنند.`,
  },
  {
    type: "list",
    data: `دوست دارند که ریسک های حساب شده بکنند.`,
  },
  {
    type: "list",
    data: `محیط باثبات و قابل پیش بینی را دوست دارند، اما محیط شان پر از انواع آدم ها است. می توانند سخت گیر و متوقع باشند اما در نهایت منصف اند.`,
  },
  {
    type: "list",
    data: `به کسانی که برابر آنها می ایستند احترام می گذارند، به شرط آن که آنها واقعیت ها را شناخته، از قوانین اطلاع داشته باشند و مایل باشند در برابر کارهایشان مسئولیت را بپذیرند.`,
  },
  {
    type: "list",
    data: `معتاد به کار هستند و تلاش فراوان می کنند.`,
  },
  {
    type: "list",
    data: `ممکن است، برای رسیدن به خواسته های خود حق دیگران را پایمال کنند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: `اهل تجارت و کسب و کار`,
  },
  {
    type: "list",
    data: `فروش و خدمات`,
  },
  {
    type: "list",
    data: `تکنولوژی`,
  },
  {
    type: "list",
    data: `مدیریت`,
  },
  {
    type: "list",
    data: `کارهای حرفه ای`,
  },
  {
    type: "title",
    data: `عناوین شغلی`,
  },
  {
    type: "list",
    data: `مدیر مدرسه`,
  },
  {
    type: "list",
    data: `وكيل`,
  },
  {
    type: "list",
    data: `بازپرس`,
  },
  {
    type: "list",
    data: `کارمند بانک`,
  },
  {
    type: "list",
    data: `برنامه نویس کامپیوتر`,
  },
  {
    type: "list",
    data: `کارگر ساختمان`,
  },
  {
    type: "list",
    data: `دندان پزشک / پزشک`,
  },
  {
    type: "list",
    data: `برق کار`,
  },
  {
    type: "list",
    data: `مدیر مالی`,
  },
  {
    type: "list",
    data: `پیمانکار`,
  },
  {
    type: "list",
    data: `کارمند دولت`,
  },
  {
    type: "list",
    data: `عامل بیمه`,
  },
  {
    type: "list",
    data: `مکانیک`,
  },
  {
    type: "list",
    data: `افسر ارتش / پلیس`,
  },
  {
    type: "list",
    data: `واسطه املاک`,
  },
  {
    type: "list",
    data: `آموزگار`,
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `توجه به نتایج`,
  },
  {
    type: "list",
    data: `توجه جدی به تعهدات`,
  },
  {
    type: "list",
    data: `توجه به هدف های سازمانی`,
  },
  {
    type: "list",
    data: `دقت و توجه بالا در کنار میل به انجام دادن درست کارها`,
  },
  {
    type: "list",
    data: `توانایی تشخیص اقدامات غیرمنطقی و ناکارآمد`,
  },
  {
    type: "list",
    data: `مهارت های سازمانی، توانایی در تصمیم گیری های عینی و منطقی`,
  },
  {
    type: "list",
    data: `اعتقاد به ارزش ساختار سنتی و توانایی کارکردن در محدوده آن`,
  },
  {
    type: "list",
    data: `دارای احساس مسئولیتی که می توان روی آن حساب باز کرد.`,
  },
  {
    type: "list",
    data: `مهارت های سازمانی، توانمندی در`,
  },
  {
    type: "list",
    data: `تصمیم گیری های عینی و منطقی`,
  },
  {
    type: "list",
    data: `دارای اخلاق کاری روشن`,
  },
  {
    type: "list",
    data: `عقل سلیم و چشم اندازهای واقع بینانه`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `ناشکیبایی در مقابل افرادی که مطابق با مقررات کار نمی کنند یا جزئیات مهم را نادیده می گیرند.`,
  },
  {
    type: "list",
    data: `بی میلی در استفاده از نقطه نظرهای جدید و آزمون نشده`,
  },
  {
    type: "list",
    data: `مقاوم در مقابل تغییر`,
  },
  {
    type: "list",
    data: `تحمل نکردن عدم کارایی و یا فرایندهای وقت گیر`,
  },
  {
    type: "list",
    data: `توجه به نیازهای موجود و بی توجهی به نیازهای آینده`,
  },
  {
    type: "list",
    data: `تمایل به نادیده گرفتن اشخاص برای دستیابی به هدف خود`,
  },
  {
    type: "list",
    data: `ناتوانی در دیدن امکانات و احتمالات آتی`,
  },
  {
    type: "list",
    data: `دشواری در گوش دادن به (نظرات مخالف سخنان دیگران را بارها و بارها قطع می کند).`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `دوست دارند، به آنها مسئولیت داده شود و نقش مشاور را بازی کنند .`,
  },
  {
    type: "list",
    data: `آماده اند که از خودگذشتگی کنند تا پایبند تعهدات خود باقی بمانند.`,
  },
  {
    type: "list",
    data: `بعد از اتمام کارشان می توانند بسیار تفریحی و سرگرم کننده باشند.`,
  },
  {
    type: "list",
    data: `از سر بردن اوقات خود با خانواده و دوستانشان لذت می برند.`,
  },
  {
    type: "list",
    data: `ممكن است ساختار، نظم و اراده خود را بر همه تحمیل کنند چرا که معتقدند راهشان بهترین است.`,
  },
  {
    type: "list",
    data: `صریح، صادق و رک هستند.`,
  },
  {
    type: "list",
    data: `ممکن است ناشکیبا باشند. تا جایی که شنیدن نظرات دیگران برای شان دشوار باشد.`,
  },
  {
    type: "list",
    data: `ممكن است در درک احساسات خود و دیگران با دشواری روبه رو باشند.`,
  },
  {
    type: "list",
    data: `ظاهر سختی دارند اما درونشان لطیف و ملایم است و با کسانی که به آنها اعتماد کنند بسیار ملایم هستند.`,
  },
  {
    type: "list",
    data: `دوست دارند برای افراد خانواده و برای سلامتی آنها، اوراق بهادار و بیمه تهیه کنند`,
  },
  {
    type: "list",
    data: `موفقیت و خوشبختی خود را با توجه به کارهایی که در دنیای واقعی انجام می دهند می سنجند.`,
  },
  {
    type: "title",
    data: `اوقات فراغت`,
  },
  {
    type: "list",
    data: `دوست دارند اوقات فراغت خود را به شکل مولد و سازنده بگذرانند.`,
  },
  {
    type: "list",
    data: `بسیاری از آنها مسئول سازمانهای خدمات اجتماعی و فعالیت های خیریه داوطلبانه هستند. آنها با خوشحالی زمان خود را صرف کارهایی می کنند که آن را باور دارند.`,
  },
  {
    type: "list",
    data: `آنها در ضمن از تفریح کردن با دوستان و افراد خانواده و از لطيفه گفتن با آنها لذت می برند.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `حفظ آرامش توجه به تاثیر تصمیمات اتخاذ شده روی دیگران و انعطاف پذیری را در مدنظر داشته باشد.`,
  },
];
