import { entityTypes } from "../../../types";

export const ISFJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/isfj.png",
  },
  {
    type: "title",
    data: "درون گرای حسی احساسی داوری کننده (ISFJ)",
  },
  {
    type: "paragraph",
    data: `آرام، خوش برخورد، مسئولیت پذیر و وظیفه شناس است. خالصانه برای انجام وظایفش کار می کند و در خدمت دوستان و اطرافیانش می باشد. فردی بسیار دقیق و زحمت کش می باشد. ممکن است در جهت گیری موضوعات و مهارت های فنی احتیاج به زمان بیشتری داشته باشد. چون علاقه اش به کارهای فنی نسبتا پایین می باشد. نسبت به وظایف و کارهای روزمره بسیار صبور است . وفادار و محتاط و در مورد احساسات دیگران بسیار حساس است.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `به جزئیات توجه ویژه دارند. دقیق و علاقه مند به حقایق هستند.`,
  },
  {
    type: "list",
    data: `سعی می کنند، همه کارها را عالی انجام دهند، اشتباهات کوچک برای شان نابخشودنی است.`,
  },
  {
    type: "list",
    data: `محتاط هستند. تمام تلاش خود را می کنند تا کارشان را انجام دهند.`,
  },
  {
    type: "list",
    data: `از همکاران و کارکنان زیردست خود حمایت می کنند.`,
  },
  {
    type: "list",
    data: `در دستور دادن، رک بودن و کمک خواستن مشکل دارند.`,
  },
  {
    type: "list",
    data: `ترجیح می دهند که پشت صحنه کار کنند. دوست ندارند به چشم بیایند.`,
  },
  {
    type: "list",
    data: `دوست دارند کارهایی بکنند که نتایج ملموس و مشخص به دست دهد.`,
  },
  {
    type: "list",
    data: `اولویت های خود را به دقت انتخاب می کنند و قبل از شروع به کار جدید، اقدامات لازم را انجام می دهند.`,
  },
  {
    type: "list",
    data: `دوست دارند به نهاد و موسسه ای که برایش کار می کنند احترام بگذارند.`,
  },
  {
    type: "list",
    data: `مصمم و به خود انگیزه دهنده هستند.`,
  },
  {
    type: "list",
    data: `نیاز اندکی به سرپرستی دارند . از دیگران نمی خواهند کاری را که خود آنها می توانند بکنند انجام بدهند.`,
  },
  {
    type: "list",
    data: `دوست ندارد کسی مزاحم کار کردن آنها بشود.`,
  },
  {
    type: "list",
    data: `از تغییر پشت سر هم استقبال نمی کنند. دوست دارند که برای انجام دادن کارشان دستورالعمل های صریح و روشن وجود داشته باشد.`,
  },
  {
    type: "list",
    data: `به مقامات مسئول احترام می گذارند و کسانی که را که این کار را نمی کنند، درک نمی کنند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: "انجام وظیفه افتخار من است",
  },
  {
    type: "list",
    data: "مراقبت های بهداشتی و درمانی",
  },
  {
    type: "list",
    data: "تجارت خدمات",
  },
  {
    type: "list",
    data: "کار های خلاق فنی",
  },
  {
    type: "list",
    data: "خدمات احتماعی آموزشی",
  },
  {
    type: "title",
    data: "عناوین شغلی",
  },
  {
    type: "list",
    data: "دفتر دار",
  },
  {
    type: "list",
    data: "سرپرست کارمندان",
  },
  {
    type: "list",
    data: "اپراتور کامپیوتر",
  },
  {
    type: "list",
    data: "مشاور",
  },
  {
    type: "list",
    data: "متخصص رژیم غذایی",
  },
  {
    type: "list",
    data: "کارمند خدمات بهداشتی",
  },
  {
    type: "list",
    data: "کارگر منزل",
  },
  {
    type: "list",
    data: "کتاب خانه دار",
  },
  {
    type: "list",
    data: "پرستار",
  },
  {
    type: "list",
    data: "مدیر دفتر",
  },
  {
    type: "list",
    data: "چشم پزشک",
  },
  {
    type: "list",
    data: "دستیار وکیل",
  },
  {
    type: "list",
    data: "داروساز",
  },
  {
    type: "list",
    data: "مامور رسیدگی به امر زندانیان",
  },
  {
    type: "list",
    data: "مدرس علوم دینی",
  },
  {
    type: "list",
    data: "خرده فروش",
  },
  {
    type: "list",
    data: "منشی",
  },
  {
    type: "list",
    data: "مددکار اجتماعی",
  },
  {
    type: "list",
    data: "آموزگار",
  },
  {
    type: "list",
    data: "دام پزشک",
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `توجه و تمرکز عمیق`,
  },
  {
    type: "list",
    data: `دارای اخلاق کاری و مسئولیت پذیری بالا و سخت کوشی`,
  },
  {
    type: "list",
    data: `دارای مهارت های بالا در زمینه همکاری و هماهنگی با دیگران`,
  },
  {
    type: "list",
    data: `دارای نگرش عملی و واقع بینانه`,
  },
  {
    type: "list",
    data: `توجه دقیق به واقعیت ها و جزئیات`,
  },
  {
    type: "list",
    data: `علاقه به خدمت کردن به دیگران`,
  },
  {
    type: "list",
    data: `توانایی به حفظ سنت های سازمانی که در آن مشغول به کار است`,
  },
  {
    type: "list",
    data: `مهارت های سازمانی قدرتمند`,
  },
  {
    type: "list",
    data: `صمیمیت و وفاداری در محدوده یک ساختار سنتی`,
  },
  {
    type: "list",
    data: `دارای عقل سلیم و چشم اندازهای واقع بینانه`,
  },
  {
    type: "list",
    data: `علاقه مند به کاربرد روش های آزموده شده و وضعیت های مشخص شده`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `دشواری در ابراز وجود`,
  },
  {
    type: "list",
    data: `بی میلی در قبول ایده ها و نقطه نظر های جدید`,
  },
  {
    type: "list",
    data: `عدم انتقاد پذیری ( ناتوانی در کار کردن در محیط های پر استرس )`,
  },
  {
    type: "list",
    data: `توجه به شرایط اکنون و بی توجهی به مسائل آتی`,
  },
  {
    type: "list",
    data: `تمایل به قبول مسئولیت بیش از اندازه`,
  },
  {
    type: "list",
    data: `دشواری در سازگار کردن خود با تحولات جدید`,
  },
  {
    type: "list",
    data: `انجام دادن چندین کار به صورت توام و هم زمان`,
  },
  {
    type: "list",
    data: `دشواری در تغییر رویه دادن وقتی تصمیمی گرفته می شود`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `مهربان، ملاحظه کار، دوستانه و نسبت به احساسات دیگران حساس هستند.`,
  },
  {
    type: "list",
    data: `به نیازهای دیگران توجه دارند.`,
  },
  {
    type: "list",
    data: `دوست دارند زندگی را برای خانواده شان، راحت و لذت بخش کنند.`,
  },
  {
    type: "list",
    data: `به نظر آرام می رسند و دوست دارند همه چیز را تحت کنترل داشته باشند.`,
  },
  {
    type: "list",
    data: `حوادث را به دید شخصی ارزیابی می کنند و دنیای درون سرشاری دارند.`,
  },
  {
    type: "list",
    data: `ممكن است احساس کنند که دیگران از آنها سو استفاده می کنند.`,
  },
  {
    type: "list",
    data: `می توانند از روی احساس وظیفه با اشخاصی که احساس مسئولیت نمی کنند در رابطه باقی بمانند.`,
  },
  {
    type: "list",
    data: `ممکن است احساسات و نیازهای شان را خود نگهدارند تا دیگران را ناامید نکنند.`,
  },
  {
    type: "list",
    data: `می توانند به سرعت قضاوت و انتقاد کنند اما دقت می کنند که دیگران را نرنجانند.`,
  },
  {
    type: "list",
    data: `ممكن است فقط امکانات منفی را ببینند، می توانند بدبین شوند.`,
  },
  {
    type: "title",
    data: "اوقات فراغت",
  },
  {
    type: "list",
    data: `به پیرامون و راحتی خود توجه دارند. آن ها از خانه خود لذت می برند و دوست دارند همه چیز سازمان یافته و مرتب باشد. آن ها فعالیت های برنامه ریزی شده را دوست دارند.`,
  },
  {
    type: "list",
    data: `دوست دارند برای پروژهای خلاق خود، زمانی را اختصاص بدهند.`,
  },
  {
    type: "list",
    data: `دوست دارند با دوستان نزدیک و با خانواده باشند . از صرف شام های سنتی و گردهم آیی های خانوادگی لذت می برند.`,
  },
  {
    type: "list",
    data: `برای آنها در آرامش قرار گرفتن می تواند دشوار باشد. زیرا فکر می کنند همیشه باید کار مولد و مفیدی انجام بدهند.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `حرف خود را بزند، به امکاناتی که در ابتدا ممکن است وجود نداشته باشند اما در آینده امکان پذیرند توجه کند، انعطاف پذیرتر و خودجوش تر باشد.`,
  },
];
