import { entityTypes } from "../../types";

const choices = [
  {
    label: "همیشه",
    value: 1,
  },
  {
    label: "اکثرا",
    value: 2,
  },
  {
    label: "گاهی",
    value: 3,
  },
  {
    label: "بندرت",
    value: 4,
  },
  {
    label: "هرگز",
    value: 5,
  },
];

export const testStructure: entityTypes.ITestStructure = {
  id: "HISA",
  title: {
    fa: "شاخص احقاق جنسی هالبرت",
    en: "Hulbert Index of Sexual Assertiveness (HISA)",
  },
  shortName: "HISA",
  description: "",
  fields: {
    "1": {
      question: "در طول رابطه جنسی از صحبت کردن ناراحت می شوم .",
      choices,
    },
    "2": {
      question: "احساس می کنم در روابط جنسی خجالتی هستم.",
      choices,
    },
    "3": {
      question: "هرگاه تمایلی به رابطه جنسی داشته باشم، به همسرم ابراز می کنم.",
      choices,
    },
    "4": {
      question: "فکر می کنم درباره نیازهای جنسی خودم با همسرم بی پرده هستم.",
      choices,
    },
    "5": {
      question: "از در میان گذاشتن تخیلات جنسی خود با همسرم لذت می برم.",

      choices,
    },
    "6": {
      question: "راحت نیستم در مورد رابطه جنسی با دوستانم صحبت کنم.",
      choices,
    },
    "7": {
      question: "تمایلات جنسی خود را برای همسرم بیان می کنم.",
      choices,
    },
    "8": {
      question: "برایم سخت است که در طی یک رابطه جنسی با دوستانم صحبت کنم.",
      choices,
    },
    "9": {
      question:
        "برای من نه گفتن ، حتی موقعی که تمایلی به رابطه جنسی ندارم، سخت است.",
      choices,
    },
    "10": {
      question: "از توصیف خود به عنوان یک فرد سکسی اکراه دارم.",
      choices,
    },
    "11": {
      question:
        "برایم سخت است که به همسرم بگویم چه چیزی در من احساس خوشایندی ایجاد می کند.",
      choices,
    },
    "12": {
      question: "به راحتی درباره احساسات جنسی خودم صحبت می کنم.",

      choices,
    },
    "13": {
      question: "اصراری ندارم که همسرم مرا ارضا کند.",
      choices,
    },
    "14": {
      question: "هنگامی که واقعا خواهان رابطه جنسی نیستم، به آن تن می دهم.",
      choices,
    },
    "15": {
      question: "هرگاه شیوه ای لذت بخش نباشد، آن را با همسرم در میان می گذارم.",
      choices,
    },
    "16": {
      question: "به راحتی به همسرم پاداش های جنسی می دهم.",
      choices,
    },
    "17": {
      question: "برایم آسان است درباره رابطه جنسی با همسرم بحث کنم.",

      choices,
    },
    "18": {
      question: "به راحتی رابطه جنسی با همسرم را آغاز می کنم.",
      choices,
    },
    "19": {
      question: "اعمال جنسی را که به آن ها راغب نیستم، انجام می دهم.",
      choices,
    },
    "20": {
      question: "ارضاء همسرم از ارضاء خودم مهمتر است.",
      choices,
    },
    "21": {
      question: "به راحتی به همسرم می گویم که مرا چگونه لمس کند.",
      choices,
    },
    "22": {
      question: "از استمنای خود تا رسیدن به اوج لذت جنسی لذت می برم.",
      choices,
    },
    "23": {
      question:
        "چنانچه عملی احساس خوشایندی در من ایجاد کند، در انجام مجدد آن اصرار می ورزم.",
      choices,
    },
    "24": {
      question: "برایم سخت است که درباره احساسات جنسی خود صادق باشم.",
      choices,
    },
    "25": {
      question: "تلاش می کنم از بحث درباره موضوعات جنسی بپرهیزم.",
      choices,
    },
  },
};
