import { entityTypes } from "../../types";

const choices = [
  {
    label: "غلط",
    value: 0,
  },
  {
    label: "درست",
    value: 1,
  },
];
export const testStructure: entityTypes.ITestStructure = {
  id: "MMPI",
  title: {
    fa: "پرسشنامه چند جنبه ای شخصیتی مینه سوتا",
    en: "Minnesota Multiphasic Personality Inventory",
  },
  shortName: "MMPI",
  description: "",
  fields: {
    "1": {
      question: "مجله هاي فني را دوست دارم .",
      choices,
    },
    "2": {
      question: "اشتهاي خوبي دارم .",
      choices,
    },
    "3": {
      question: "بيشتر صبحها سرحال و با نشاط از خواب بر مي خيزم .",
      choices,
    },
    "4": {
      question: "كار كتابداري را دوست دارم .",
      choices,
    },
    "5": {
      question: "با كوچكترين صدايي از خواب بيدار مي شوم .",
      choices,
    },
    "6": {
      question:
        "پدرم مرد خوبي است ، يا ( اكر پدرتان مرده است ) پدرم مرد خوبي بود .",
      choices,
    },
    "7": {
      question: "خواندن بخش حوادث روزنامه ها را دوست دارم .",
      choices,
    },
    "8": {
      question: 'معمولا" حرارت دست و پايم در حد طبيعي است .',
      choices,
    },
    "9": {
      question: "زندگي روزانه من پر ازچيزهايي است كه برايم جالبند .",
      choices,
    },
    "10": {
      question: 'تقريبا" به اندازه سابق قادر به كار كردن هستم .',
      choices,
    },
    "11": {
      question: "اغلب اوقات احساس مي كنم چيزي گلويم را گرفته است .",
      choices,
    },
    "12": {
      question: "از زندگي جنسي ام راضي هستم .",
      choices,
    },
    "13": {
      question:
        "مردم بايد سعي كنند خوابهاي خود را تعبيركرده وبه آنها عمل كنند .",
      choices,
    },
    "14": {
      question: "از داستانهاي پليسي و اسرار آميز خوشم مي آيد .",
      choices,
    },
    "15": {
      question: "در محيط كارم فشار و ناراحتي زيادي احساس مي كنم .",
      choices,
    },
    "16": {
      question:
        "گاهي اوقات فكرهايم آنقدر بد هستند كه نمي توانم درباره آنها با كسي حرف بزنم .",
      choices,
    },
    "17": {
      question: "معتقدم كه زندگي با من خوب رفتار نكرده است .",
      choices,
    },
    "18": {
      question: "تهوع و استفراغ آزارم مي دهد .",
      choices,
    },
    "19": {
      question: "دوست دارم بفهمم ديگران درباره من چه فكر مي كنند .",
      choices,
    },
    "20": {
      question: "خيلي كم دچار يبوست مي شوم .",
      choices,
    },
    "21": {
      question: "گاهي اوقات خيلي دلم مي خواهد از خانه فرار كنم .",
      choices,
    },
    "22": {
      question: "فكر مي كنم هيچكس مرا درك نمي كند .",
      choices,
    },
    "23": {
      question:
        "گاهي اوقات طوري به گريه يا خنده مي افتم كه نمي توانم جلوي آن را بگيرم .",
      choices,
    },
    "24": {
      question: "گاهي اوقات ارواح شيطاني مرا تسخير مي كنند .",
      choices,
    },
    "25": {
      question: "دوست دارم يك خواننده باشم .",
      choices,
    },
    "26": {
      question:
        "وقتي به دردسر مي افتم ، بهترين كار برايم اين است كه ساكت بمانم .",
      choices,
    },
    "27": {
      question: "معتقدم كه بايد جواب بدي را با بدي داد .",
      choices,
    },
    "28": {
      question: "هفته اي چند بار ناراحتي معده اذيتم مي كند .",
      choices,
    },
    "29": {
      question: "گاهي اوقات دلم ميخواهد فحش بدهم .",
      choices,
    },
    "30": {
      question: "هرچند شب يك بار خوابهاي وحشتناك مي بينم .",
      choices,
    },
    "31": {
      question: "برايم مشكل است كه حواسم را روي يك كار متمركز كنم .",
      choices,
    },
    "32": {
      question: "تجربه ها و احساسهاي عجيب و غريب خاصي داشته ام .",
      choices,
    },
    "33": {
      question: "خيلي كم نگران سلامتيم مي شوم .",
      choices,
    },
    "34": {
      question: "به خاطر رفتار جنسي ام هيچگاه به دردسر نيفتاده ام .",
      choices,
    },
    "35": {
      question: "درگذشته گاهي چيزهايي دزديده ام .",
      choices,
    },
    "36": {
      question: "اغلب اوقات سرفه مي كنم .",
      choices,
    },
    "37": {
      question: "گاهي دلم ميخواهد چيزهايي را بشكنم .",
      choices,
    },
    "38": {
      question:
        "گاهي روزها ، هفته ها ، يا ماهها بوده كه دست و دلم به كاري نمي رفته است .",
      choices,
    },
    "39": {
      question: "خوابم نامنظم و آشفته است .",
      choices,
    },
    "40": {
      question: "بيشتر اوقات سردرد كلافه ام مي كند .",
      choices,
    },
    "41": {
      question: "گاهي دروغ مي گويم .",
      choices,
    },
    "42": {
      question: "اگر ديگران سرم كلاه نگذاشته بودند ، موفق تر بودم .",
      choices,
    },
    "43": {
      question: "قدرت قضاوت من بهتر از گذشته است .",
      choices,
    },
    "44": {
      question:
        "هفته اي يك يا چند بار ، بدون هيچ علتي ، ناگهان بدنم داغ مي شود .",
      choices,
    },
    "45": {
      question: "درحال حاضر وضع سلامتيم مثل بيشتر دوستانم خوب است .",
      choices,
    },
    "46": {
      question:
        'معمولا" هنگام ديدن دوستان سابقم اظهار آشنايي نمي كنم ، مگر اين كه آنها پيشقدم شوند .',
      choices,
    },
    "47": {
      question: 'تقريبا" هيچ وقت در قلب يا قفسه سينه ام دردي نداشته ام .',
      choices,
    },
    "48": {
      question: "بيشتر به جاي پرداختن به كارهايم خيالبافي مي كنم .",
      choices,
    },
    "49": {
      question: "من فردي بسيار اجتماعي هستم .",
      choices,
    },
    "50": {
      question:
        "اغلب مجبور بوده ام از كساني اطاعت كنم كه به اندازه من نمي فهميدند .",
      choices,
    },
    "51": {
      question: "بعضي از مطالبي را كه در مدرسه خوانده ام به خاطر ندارم .",
      choices,
    },
    "52": {
      question: "من زندگي درستي نداشته ام .",
      choices,
    },
    "53": {
      question:
        "اغلب در قسمتهايي از بدنم احساس سوزش ، مورمور شدن ، يا خواب رفتگي مي كنم .",
      choices,
    },
    "54": {
      question:
        "خانواده ام با شغلي كه دارم ، يا مي خواهم انتخاب كنم موافق نيستند .",
      choices,
    },
    "55": {
      question:
        "گاهي آن قدر روي چيزي پافشاري مي كنم كه ديگران تحمل خود را از دست مي دهند .",
      choices,
    },
    "56": {
      question: "كمتر از ديگران احساس خوشحالي مي كنم .",
      choices,
    },
    "57": {
      question: 'معمولا" در پشت گردنم احساس درد مي كنم .',
      choices,
    },
    "58": {
      question:
        "فكر مي كنم اغلب مردم براي جلب كمك و همدردي ديگران بدبختيهاي خود را بزرگتر جلوه مي دهند .",
      choices,
    },
    "59": {
      question: "هرچند روز يك بار در قسمت بالاي معده ام احساس ناراحتي مي كنم .",
      choices,
    },
    "60": {
      question: "وقتي با ديگران هستم شنيدن چيزهاي خيلي عجيب آزارم مي دهد .",
      choices,
    },
    "61": {
      question: "من آدم مهمي هستم .",
      choices,
    },
    "62": {
      question:
        "اغلب آرزو كرده ام كاش يك دختر بودم ، يا ( اگر دختر هستيد ) هرگز از اين كه يك دختر هستم متاسف نبوده ام .",
      choices,
    },
    "63": {
      question: "آدم زود رنجي نيستم .",
      choices,
    },
    "64": {
      question: "از خواندن داستانهاي عاشقانه خوشم مي آيد .",
      choices,
    },
    "65": {
      question: "اكثر اوقات احساس غمگيني مي كنم .",
      choices,
    },
    "66": {
      question: "اگر اكثر قوانين دور ريخته مي شد ، بهتر بود .",
      choices,
    },
    "67": {
      question: "شعر را دوست دارم .",
      choices,
    },
    "68": {
      question: "گاهي حيوانات را اذيت مي كنم .",
      choices,
    },
    "69": {
      question: "فكر مي كنم از كاري مثل جنگلباني خوشم بيايد .",
      choices,
    },
    "70": {
      question: "در بحث با ديگران به آساني شكست مي خورم .",
      choices,
    },
    "71": {
      question: "اين روزها دارم از رسيدن به هدفهايم نا اميد مي شوم .",
      choices,
    },
    "72": {
      question: "گاهي احساس مي كنم روحم از بدنم جدا شده و به پرواز در مي آيد .",
      choices,
    },
    "73": {
      question: 'واقعا" اعتماد به نفس ندارم .',
      choices,
    },
    "74": {
      question: "دوست دارم يك گل فروش باشم .",
      choices,
    },
    "75": {
      question: 'معمولا" احساس مي كنم زندگي با ارزش است .',
      choices,
    },
    "76": {
      question: "بيشتر مردم فقط با جر و بحث فراوان حقيقت را مي پذيرند .",
      choices,
    },
    "77": {
      question: "هر چند وقت يكبار ، كار امروز را به فردا موكول مي كنم .",
      choices,
    },
    "78": {
      question: "بيشتر افرادي كه مرا مي شناسند ، دوستم دارند .",
      choices,
    },
    "79": {
      question: "اهميتي نمي دهم كه مورد تمسخر ديگران واقع شوم .",
      choices,
    },
    "80": {
      question: "دوست دارم پرستار باشم .",
      choices,
    },
    "81": {
      question: "بيشتر مردم براي اين كه پيشرفت كنند دروغ مي گويند .",
      choices,
    },
    "82": {
      question:
        'كارهاي زيادي انجام مي دهم كه بعدا" از انجام آنها پشيمان مي شوم . ( من بيش از ديگران پشيمان مي شوم .',
      choices,
    },
    "83": {
      question: "خيلي كم با افراد خانواده ام دعوا مي كنم .",
      choices,
    },
    "84": {
      question: "يك يا چند بار به علت رفتار بد از مدرسه اخراج شده ام .",
      choices,
    },
    "85": {
      question: "گاهي دلم مي خواهد كارهاي خطرناك و دلهره آور انجام دهم .",
      choices,
    },
    "86": {
      question:
        "ميهماني ها و كارهايي را كه پر از شادي و سروصدا است دوست دارم .",
      choices,
    },
    "87": {
      question:
        "در زندگي مشكلاتي داشته ام كه به دليل پيچيدگي زيادشان قادر به تصميم گيري درباره آنها نبوده ام .",
      choices,
    },
    "88": {
      question: "معتقدم كه زنها بايد به اندازه مردها آزادي جنسي داشته باشند .",
      choices,
    },
    "89": {
      question: "بيشترين گرفتاري و درگيري من با خودم است .",
      choices,
    },
    "90": {
      question:
        "من پدرم را دوست دارم ، (يا اگر پدرتان مرده است) من پدرم را دوست داشتم .",
      choices,
    },
    "91": {
      question: "خيلي كم دچار كشيدگي يا پرش عضلات مي شوم .",
      choices,
    },
    "92": {
      question: "برايم مهم نيست كه چه بر سرم بيايد .",
      choices,
    },
    "93": {
      question: "گاهي اوقات ، وقتي حالم خوب نيست ، بد اخلاق مي شوم .",
      choices,
    },
    "94": {
      question: "اغلب اوقات احساس مي كنم يك كار غلط يا بد انجام داده ام .",
      choices,
    },
    "95": {
      question: "اغلب اوقات خوشحال هستم .",
      choices,
    },
    "96": {
      question:
        "حيوانات ، افراد ، يا چيزهايي را در اطراف خود مي بينم كه ديگران نمي بينند .",
      choices,
    },
    "97": {
      question: "اغلب اوقات احساس مي كنم كه بيني ام گرفته و سرم سنگين است .",
      choices,
    },
    "98": {
      question:
        "بعضي ها آن قدر امر و نهي مي كنند كه حتي وقتي حق با آنها است ، دلم مي خواهد بر خلاف خواست آنها رفتار كنم .",
      choices,
    },
    "99": {
      question: "كسي به من حقه زده است .",
      choices,
    },
    "100": {
      question: "هيچ وقت كار خطرناكي را به خاطر مهيج بودن آن انجام نداده ام .",
      choices,
    },
    "101": {
      question: "اغلب احساس مي كنم نوار محكمي به دور سرم بسته شده است .",
      choices,
    },
    "102": {
      question: "گاهي عصباني مي شوم .",
      choices,
    },
    "103": {
      question:
        "اگر روي يك مسابقه يا بازي شرط بندي كنم ، از آن بيشتر لذت مي برم .",
      choices,
    },
    "104": {
      question:
        "بيشتر مردم به اين دليل صداقت و درستي نشان مي دهند كه مي ترسند گرفتار شوند .",
      choices,
    },
    "105": {
      question: "گاهي در مدرسه به علت رفتار بدم پيش مدير فرستاده شده ام .",
      choices,
    },
    "106": {
      question:
        "حرف زدن من مثل هميشه است ( يعني ، تندتر ، آهسته تر ، درهم و برهم يا گرفته تر از قبل نيست ).",
      choices,
    },
    "107": {
      question:
        "در خانه آداب غذا خوردن را بهتر رعايت مي كنم ، تا در بيرون ازخانه .",
      choices,
    },
    "108": {
      question:
        "كساني كه قادر به سخت كاركردن باشند، شانس بيشتري براي موفقيت دارند.",
      choices,
    },
    "109": {
      question: "فكر مي كنم به اندازه اطرافيانم ، با استعداد و زرنگ هستم .",
      choices,
    },
    "110": {
      question:
        "اغلب مردم حاضرند حتي از راههاي غير عادلانه به منافع و مزايايي برسند .",
      choices,
    },
    "111": {
      question: "معده ام خيلي ناراحتم مي كند .",
      choices,
    },
    "112": {
      question: "تئاتر و نمايش را دوست دارم .",
      choices,
    },
    "113": {
      question: "مي دانم چه كسي مسئول تمام مشكلاتم است .",
      choices,
    },
    "114": {
      question:
        "گاهي وسايل شخصي ديگران ، مثل كفش و دستكش به قدري توجهم را جلب مي كند كه دوست دارم به آنها دست بزنم يا آنها را بدزدم، حتي اگر بدردم نخورد.",
      choices,
    },
    "115": {
      question: "ديدن خون باعث وحشت يا بهم خوردن حالم نمي شود .",
      choices,
    },
    "116": {
      question: "اغلب اوقات زود رنج و بد اخلاق هستم ، ولي علتش را نمي دانم .",
      choices,
    },
    "117": {
      question: "هرگز استفراغ و سرفه همراه با خون نداشته ام .",
      choices,
    },
    "118": {
      question: "نگران مريض شدن نيستم .",
      choices,
    },
    "119": {
      question: "جمع آوري گلها يا پرورش گياهان خانگي را دوست دارم .",
      choices,
    },
    "120": {
      question: 'معمولا" از آنچه به نظرم درست مي رسد ، به شدت دفاع مي كنم .',
      choices,
    },
    "121": {
      question: "هرگز به اعمال جنسي ناپسند دست نزده ام .",
      choices,
    },
    "122": {
      question:
        "گاهي افكارم به قدري سريع بوده كه نتوانسته ام آنها را بر زبان آورم .",
      choices,
    },
    "123": {
      question:
        "اگر اطمينان داشتم كه كسي متوجه نخواهد شد ،بدون خريدن بليط ، وارد سينما مي شدم .",
      choices,
    },
    "124": {
      question:
        "اغلب وقتي كسي كار خوبي در حق من انجام مي دهد ، از خود مي پرسم كه از اين كار چه هدفي داشته است .",
      choices,
    },
    "125": {
      question:
        "معتقدم كه زندگي خانوادگي من به خوبي زندگي اغلب كساني است كه مي شناسم .",
      choices,
    },
    "126": {
      question: "معتقدم كه قانون بايد با قاطعيت اجرا شود .",
      choices,
    },
    "127": {
      question: "از انتقاد يا سرزنش به شدت مي رنجم .",
      choices,
    },
    "128": {
      question: "آشپزي را دوست دارم .",
      choices,
    },
    "129": {
      question: "رفتار اطرافيانم تاثير زيادي بر رفتار من دارد .",
      choices,
    },
    "130": {
      question: 'گاهي واقعا" احساس مي كنم آدم بي مصرفي هستم .',
      choices,
    },
    "131": {
      question:
        "در كودكي عضو گروهي از دوستانم بودم كه سعي مي كردند در تمام مشكلات به همديگر وفادار باشند .",
      choices,
    },
    "132": {
      question: "به زندگي پس از مرگ معتقدم .",
      choices,
    },
    "133": {
      question: "دوست داشتم يك سرباز باشم .",
      choices,
    },
    "134": {
      question: "گاهي دوست دارم با كسي دعوا و كتك كاري كنم .",
      choices,
    },
    "135": {
      question:
        "اغلب به اين دليل كه دير تصميم مي گيرم ، خيلي چيزها را از دست مي دهم.",
      choices,
    },
    "136": {
      question:
        "وقتي در حال انجام كار مهمي هستم ، اگر كسي ازمن راهنمايي بخواهد يا مزاحمم شود، عصباني مي شوم.",
      choices,
    },
    "137": {
      question: "زماني خاطرات روزانه ام را مي نوشتم .",
      choices,
    },
    "138": {
      question: "معتقدم عليه من توطئه چيني مي شود .",
      choices,
    },
    "139": {
      question: "ترجيح مي دهم در بازي برنده باشم تا بازنده .",
      choices,
    },
    "140": {
      question:
        "اغلب شبها بدون اين كه افكار يا خيالاتي ناراحتم كند ، به خواب مي روم .",
      choices,
    },
    "141": {
      question: "در طي چند سال گذشته ، اكثر اوقات حالم خوب بوده است .",
      choices,
    },
    "142": {
      question: "هرگز دچار غش يا تشنج نشده ام .",
      choices,
    },
    "143": {
      question: "وزنم كم و زياد نمي شود .",
      choices,
    },
    "144": {
      question: "فكر مي كنم كساني مرا تعقيب مي كنند .",
      choices,
    },
    "145": {
      question: "احساس مي كنم اغلب بي دليل مجازات شده ام .",
      choices,
    },
    "146": {
      question: "به آساني به گريه مي افتم .",
      choices,
    },
    "147": {
      question: "چيزهايي را كه مي خوانم به خوبي گذشته نمي فهمم .",
      choices,
    },
    "148": {
      question: "در طول زندگي ، هرگز حالم بهتر از الان نبوده است .",
      choices,
    },
    "149": {
      question: "گاهي احساس مي كنم به بيماري خطرناكي مبتلا شده ام .",
      choices,
    },
    "150": {
      question: "گاهي احساس مي كنم كه بايد به خودم يا كس ديگري صدمه بزنم .",
      choices,
    },
    "151": {
      question: "خوشم نمي آيد قبول كنم كسي زيركانه سرم را كلاه گذاشته است .",
      choices,
    },
    "152": {
      question: "زود خسته نمي شوم .",
      choices,
    },
    "153": {
      question:
        "دوست دارم برخي از افراد مهم را بشناسم ، چون اين كار باعث مي شود احساس كنم مهم هستم .",
      choices,
    },
    "154": {
      question: "وقتي از يك جاي بلند به پايين نگاه مي كنم ، مي ترسم .",
      choices,
    },
    "155": {
      question:
        "اگر يكي از افراد خانواده ام با قانون درگير شود ، عصبي نمي شوم .",
      choices,
    },
    "156": {
      question: "فقط مواقعي كه به مسافرت يا گردش مي روم ، خوشحال هستم .",
      choices,
    },
    "157": {
      question: "برايم مهم نيست كه ديگران درباره ام چه فكر مي كنند .",
      choices,
    },
    "158": {
      question:
        "دوست ندارم در ميهمانيها دست به شيرين كاري بزنم ، حتي اگر ديگران نيز چيزي شبيه آن را انجام دهند .",
      choices,
    },
    "159": {
      question: "هيچ وقت غش نكرده ام .",
      choices,
    },
    "160": {
      question: "مدرسه را دوست داشتم .",
      choices,
    },
    "161": {
      question:
        "خجالتي هستم ، وهميشه مجبورم كاري كنم كه ديگران متوجه اين موضوع نشوند .",
      choices,
    },
    "162": {
      question: "كسي سعي مي كند مرا مسموم كند .",
      choices,
    },
    "163": {
      question: "ترس شديدي از مارها ندارم .",
      choices,
    },
    "164": {
      question: "هيچ وقت دچار سرگيجه نشده ام ، يا خيلي كم سرگيجه داشته ام .",
      choices,
    },
    "165": {
      question: "فكر مي كنم كه حافظه ام خوب است .",
      choices,
    },
    "166": {
      question: "مسائل جنسي فكرم را آزار مي دهد .",
      choices,
    },
    "167": {
      question: "گفتگو با غريبه ها برايم مشكل است .",
      choices,
    },
    "168": {
      question:
        'آشنايانم مي گويند در مواقعي كارهايي مي كنم كه بعدا" نمي توانم آنها را به خاطر بياورم .',
      choices,
    },
    "169": {
      question: "وقتي خسته مي شوم دوست دارم دست به كاري هيجان آور بزنم .",
      choices,
    },
    "170": {
      question: "مي ترسم عقلم را از دست بدهم .",
      choices,
    },
    "171": {
      question: "با پول دادن به گداها مخالفم .",
      choices,
    },
    "172": {
      question:
        "بارها متوجه شده ام كه وقتي سرگرم انجام كاري هستم ، دستم مي لرزد .",
      choices,
    },
    "173": {
      question: "مي توانم مدتي طولاني مطالعه كنم ، بدون اين كه چشمم خسته شود .",
      choices,
    },
    "174": {
      question: "مطالعه و خواندن مطالبي در مورد كارم را دوست دارم .",
      choices,
    },
    "175": {
      question: "بيشتر اوقات در تمام وجودم احساس ضعف مي كنم .",
      choices,
    },
    "176": {
      question: "خيلي كم دچار سردرد مي شوم .",
      choices,
    },
    "177": {
      question: "از دقت و مهارت دستهايم كاسته نشده است .",
      choices,
    },
    "178": {
      question:
        "گاهي موقع دستپاچه شدن خيس عرق مي شوم ، و اين موضوع خيلي ناراحتم مي كند .",
      choices,
    },
    "179": {
      question: "هنگام راه رفتن ، در حفظ تعادلم مشكلي نداشته ام .",
      choices,
    },
    "180": {
      question: "ذهنم خوب كار نمي كند .",
      choices,
    },
    "181": {
      question: "من دچار تب يونجه يا حملات آسم نمي شوم .",
      choices,
    },
    "182": {
      question:
        "اوقاتي برايم پيش آمده كه در طي آن بر روي حركات و صحبت كردنم كنترلي نداشتم ، ولي از آنچه در اطرافم مي گذشت ، آگاه بودم .",
      choices,
    },
    "183": {
      question: "برخي از افرادي را كه مي شناسم دوست ندارم .",
      choices,
    },
    "184": {
      question: "خيلي كم خيالبافي مي كنم .",
      choices,
    },
    "185": {
      question: "كاش اين قدر خجالتي نبودم .",
      choices,
    },
    "186": {
      question: "از سر و كار داشتن با پول نمي ترسم .",
      choices,
    },
    "187": {
      question:
        "اگر خبرنگار بودم ، خيلي دوست داشتم كه اخبار مربوط به تئاتر را گزارش كنم .",
      choices,
    },
    "188": {
      question: "از بسياري از بازيها و سرگرميها لذت مي برم .",
      choices,
    },
    "189": {
      question: "از لاس زدن خوشم مي آيد .",
      choices,
    },
    "190": {
      question:
        "اطرافيانم با من بيشتر مثل يك بچه رفتار مي كنند تا يك فرد بالغ .",
      choices,
    },
    "191": {
      question: "دوست دارم روزنامه نگار باشم .",
      choices,
    },
    "192": {
      question:
        "مادرم زن خوبي است ، يا ( اگر مادرتان مرده است ) مادرم زن خوبي بود .",
      choices,
    },
    "193": {
      question:
        "هنگام قدم زدن خيلي دقت مي كنم كه پايم را روي شكافهاي پياده رو نگذارم .",
      choices,
    },
    "194": {
      question: "هرگز جوشهايي بر روي پوستم نبوده كه باعث نگرانيم شود .",
      choices,
    },
    "195": {
      question:
        "در خانواده من ، محبت و همكاري خيلي كمتر از خانواده هاي ديگر است .",
      choices,
    },
    "196": {
      question: 'دائما" نگران چيزي هستم .',
      choices,
    },
    "197": {
      question: "فكر مي كنم كار پيمان كاري ساختمان را دوست داشته باشم .",
      choices,
    },
    "198": {
      question: "اغلب صداهايي مي شنوم كه نمي دانم از كجا مي آيند .",
      choices,
    },
    "199": {
      question: "من به علم علاقه مندم .",
      choices,
    },
    "200": {
      question:
        "كمك خواستن از دوستان برايم مشكل نيست ، حتي اگر نتوانم اين لطف آنها را جبران كنم .",
      choices,
    },
    "201": {
      question: "شكار كردن را خيلي دوست دارم .",
      choices,
    },
    "202": {
      question: "رفقايم اغلب مورد پسند والدينم نبودند .",
      choices,
    },
    "203": {
      question: "گاهي كمي پشت سر ديگران غيبت مي كنم .",
      choices,
    },
    "204": {
      question: "شنوايي من به خوبي اكثر افراد است .",
      choices,
    },
    "205": {
      question:
        "برخي افراد خانواده ام عاداتي دارند كه باعث رنجش و دلخوري من مي شود .",
      choices,
    },
    "206": {
      question: "بعضي وقتها احساس مي كنم كه خيلي آسان تصميم مي گيرم .",
      choices,
    },
    "207": {
      question: "دوست دارم عضو چند انجمن يا باشگاه باشم .",
      choices,
    },
    "208": {
      question: 'تقريبا" هيچ وقت طپش قلب يا تنگي نفس نداشته ام .',
      choices,
    },
    "209": {
      question: "صحبت درباره مسائل جنسي را دوست دارم .",
      choices,
    },
    "210": {
      question: "ديدن جاهايي را كه قبلا نديده ام دوست دارم .",
      choices,
    },
    "211": {
      question:
        "وظيفه اي به من الهام شده است كه تاكنون به دقت آن را دنبال كرده ام .",
      choices,
    },
    "212": {
      question:
        "گاهي مانع كار كساني شده ام كه مي خواسته اند آن كار را نه به خاطر اهميتش ، بلكه به خاطر پيروي از اصول انجام دهند .",
      choices,
    },
    "213": {
      question: "زود عصباني مي شوم و زود هم آرام مي گيرم .",
      choices,
    },
    "214": {
      question: 'خانواده ام تقريبا" هيچ تسلطي بر روي من نداشته اند .',
      choices,
    },
    "215": {
      question: "خيلي غصه مي خورم .",
      choices,
    },
    "216": {
      question: "كسي سعي مي كند چيزي را از من بدزدد .",
      choices,
    },
    "217": {
      question: 'تقريبا" تمام بستگانم مرا درك مي كنند .',
      choices,
    },
    "218": {
      question:
        "مواقعي بوده كه آن قدر بي قرار بوده ام كه نتوانسته ام يك جا بند شوم .",
      choices,
    },
    "219": {
      question: "در عشق شكست خورده ام .",
      choices,
    },
    "220": {
      question: "هيچ وقت نگران قيافه ام نيستم .",
      choices,
    },
    "221": {
      question:
        "اغلب درباره چيزهايي خواب مي بينم كه نمي توان درباره آنها با كسي صحبت كرد .",
      choices,
    },
    "222": {
      question: "تمام مسائل مهم درباره امور جنسي را بايد به بچه ها ياد داد .",
      choices,
    },
    "223": {
      question: "فكر مي كنم عصبي تر از ديگران نيستم .",
      choices,
    },
    "224": {
      question: "من دردي ندارم ، و اگر هم داشته باشم ، بسيار كم است .",
      choices,
    },
    "225": {
      question:
        "كارها را طوري انجام مي دهم كه ديگران مي توانند آن را سوء تعبير كنند .",
      choices,
    },
    "226": {
      question:
        "گاهي وقتها بدون هيچ دليلي ، يا حتي در شرايط نامناسب ، احساس خوشي و هيجان زيادي مي كنم .",
      choices,
    },
    "227": {
      question: "كساني را كه دائما به فكر پول يا مقام هستند ، سرزنش نمي كنم .",
      choices,
    },
    "228": {
      question: "اشخاصي هستند كه سعي مي كنند افكار و عقايد مرا بدزدند.",
      choices,
    },
    "229": {
      question:
        "مواقعي پيش مي آيد كه گويي مغزم خالي شده است ، بطوري كه فعاليتهايم متوقف شده ، و از آنچه در اطرافم مي گذرد آگاه نيستم .",
      choices,
    },
    "230": {
      question:
        "با كساني كه مي دانم كارشان اشتباه است ، مي توانم رفتار دوستانه اي داشته باشم .",
      choices,
    },
    "231": {
      question:
        "دوست دارم بين جمعي از افرادي باشم كه مرتب جوك گفته و شوخي مي كنند .",
      choices,
    },
    "232": {
      question:
        'گاهي در انتخابات به كساني راي مي دهم كه آنها را اصلا" نمي شناسم .',
      choices,
    },
    "233": {
      question: "شروع كردن هر كاري برايم مشكل است .",
      choices,
    },
    "234": {
      question: "فكر مي كنم كه يك شخص محكوم هستم .",
      choices,
    },
    "235": {
      question: "در مدرسه شاگرد ضعيفي بودم .",
      choices,
    },
    "236": {
      question: "اگر هنر مند بودم دوست داشتم گلها را نقاشي كنم .",
      choices,
    },
    "237": {
      question: "از اين كه چندان خوش قيافه نيستم ، زياد ناراحت نمي شوم .",
      choices,
    },
    "238": {
      question: "حتي در هواي خنك زود عرق مي كنم .",
      choices,
    },
    "239": {
      question: "كاملا اعتماد به نفس دارم .",
      choices,
    },
    "240": {
      question:
        "گاهي نمي توانم از دزدي ، يا بلند كردن چيزي از مغازه ها خودداري كنم .",
      choices,
    },
    "241": {
      question: "بهتر است آدم به كسي اعتماد نكند .",
      choices,
    },
    "242": {
      question: "هفته اي يك يا چند بار هيجان زده مي شوم .",
      choices,
    },
    "243": {
      question:
        "وقتي در جمع هستم ، نمي توانم مطلب مناسبي براي گفتگو پيدا كنم .",
      choices,
    },
    "244": {
      question:
        'معمولا" هر وقت دلم مي گيرد ، يك چيز مهيج مي تواند مرا از آن حالت خارج كند .',
      choices,
    },
    "245": {
      question:
        "وقتي خانه را ترك مي كنم ، در مورد قفل بودن درها و بسته بودن پنجره ها نگران نيستم .",
      choices,
    },
    "246": {
      question: "معتقدم كه گناهان من غير قابل بخشش هستند .",
      choices,
    },
    "247": {
      question: "يك يا چند قسمت پوستم بي حس است .",
      choices,
    },
    "248": {
      question:
        "سوء استفاده از كسي را كه خود اجازه چنين كاري را مي دهد ، بد نمي دانم .",
      choices,
    },
    "249": {
      question: "بينايي من به خوبي سالهاي گذشته است .",
      choices,
    },
    "250": {
      question:
        "گاهي اوقات به قدري از زرنگي بعضي از جنايتكاران خوشم آمده كه آرزو كرده ام گير نيفتند .",
      choices,
    },
    "251": {
      question:
        "اغلب احساس مي كنم كه غريبه ها به ديده انتقاد آميز به من نگاه مي كنند .",
      choices,
    },
    "252": {
      question: "براي من مزه همه چيز يكسان است .",
      choices,
    },
    "253": {
      question: "من هر روز ، بيش از حد عادي آب مي خورم .",
      choices,
    },
    "254": {
      question:
        "بيشتر مردم به اين علت با كسي دوست مي شوند كه ممكن است اين دوستي برايشان مفيد باشد .",
      choices,
    },
    "255": {
      question: "به ندرت احساس كرده ام گوشهايم زنگ بزند يا وزوز كند .",
      choices,
    },
    "256": {
      question: "گاهي اوقات از عزيزترين كسان خود هم متنفر مي شوم .",
      choices,
    },
    "257": {
      question: "اگر خبرنگار بودم دوست داشتم اخبار ورزشي را گزارش كنم .",
      choices,
    },
    "258": {
      question: "من در طول روز مي توانم بخوابم ولي شبها قادر به خواب نيستم .",
      choices,
    },
    "259": {
      question: "مطمئنم كه ديگران پشت سرم راجع به من صحبت مي كنند .",
      choices,
    },
    "260": {
      question: "گاهي به شوخيهاي بي ادبانه مي خندم .",
      choices,
    },
    "261": {
      question: "در مقايسه با دوستانم ترسهاي كمتري دارم .",
      choices,
    },
    "262": {
      question:
        "وقتي در جمعي از من بخواهند بحثي را شروع كنم يا مطلبي را توضيح دهم ، دستپاچه نمي شوم .",
      choices,
    },
    "263": {
      question:
        "هميشه وقتي يك جنايتكار به وسيله دفاعيات يك وكيل زرنگ آزاد مي شود ، از قانون بيزار مي شوم .",
      choices,
    },
    "264": {
      question: "در مصرف مشروبات الكلي افراط كرده ام .",
      choices,
    },
    "265": {
      question: "تا وقتي كسي با من حرف نزند با او صحبت نمي كنم .",
      choices,
    },
    "266": {
      question: "هرگز گرفتاري قانوني نداشته ام .",
      choices,
    },
    "267": {
      question:
        "اوقاتي بوده كه در طي آن به طرز غير عادي و بدون علت خاصي احساس خوشحالي مي كردم .",
      choices,
    },
    "268": {
      question: "افكار مربوط به امور جنسي آزارم مي دهد .",
      choices,
    },
    "269": {
      question:
        "وقتي چند نفر به دردسر مي افتند ، بهترين كار اين است كه داستاني درست كرده و همه به آن بچسبند .",
      choices,
    },
    "270": {
      question: "ديدن آزار و اذيت حيوانات باعث ناراحتي من نمي شود .",
      choices,
    },
    "271": {
      question: "فكر مي كنم احساساتي تر از ديگران هستم .",
      choices,
    },
    "272": {
      question: "هرگز در زندگي عروسك بازي را دوست نداشته ام .",
      choices,
    },
    "273": {
      question: "اغلب اوقات زندگي برايم رنج آور است .",
      choices,
    },
    "274": {
      question:
        "در مورد بعضي مسائل آن قدر حساسم كه نمي توانم در موردشان صحبت كنم .",
      choices,
    },
    "275": {
      question: "در مدرسه صحبت كردن در مقابل كلاس برايم خيلي مشكل بود .",
      choices,
    },
    "276": {
      question:
        "من مادرم را دوست دارم ، يا ( اگر مادرتان مرده است ) ، من مادرم را دوست داشتم .",
      choices,
    },
    "277": {
      question: "اكثر اوقات ، حتي در كنار ديگران احساس تنهايي مي كنم .",
      choices,
    },
    "278": {
      question: "ديگران به قدر لازم با من تفاهم دارند .",
      choices,
    },
    "279": {
      question: "از شركت در بازيهايي كه خوب بلد نيستم خودداري مي كنم .",
      choices,
    },
    "280": {
      question: "فكر مي كنم مي توانم مثل ديگران به آساني دوست پيدا كنم .",
      choices,
    },
    "281": {
      question: "دوست ندارم ديگران دور و برم باشند .",
      choices,
    },
    "282": {
      question: "ديگران مي گويند كه من هنگام خواب راه مي روم .",
      choices,
    },
    "283": {
      question:
        "كسي كه با سهل انگاري خود ديگران را به دزديدن اموالش وسوسه مي كند ، به اندازه كسي كه دزدي كرده ، مقصر است .",
      choices,
    },
    "284": {
      question:
        'فكر مي كنم تقريبا" هركسي براي اين كه به دردسر نيفتد ، دروغ خواهد گفت .',
      choices,
    },
    "285": {
      question: "من حساس تر از اغلب مردم هستم .",
      choices,
    },
    "286": {
      question:
        'اغلب مردم باطنا" دوست ندارند كه براي كمك به ديگران خود را به دردسر بيندازند .',
      choices,
    },
    "287": {
      question: "بيشتر رويا هايم درباره مسائل جنسي است .",
      choices,
    },
    "288": {
      question:
        "پدر و مادر و افراد خانواده ام بيش از حد از من ايراد مي گيرند .",
      choices,
    },
    "289": {
      question: "خيلي زود دستپاچه مي شوم .",
      choices,
    },
    "290": {
      question: "درباره پول و كار نگران هستم .",
      choices,
    },
    "291": {
      question: "هيچ وقت عاشق كسي نبوده ام .",
      choices,
    },
    "292": {
      question:
        "بعضي از كارهايي كه افراد خانواده ام انجام داده اند ، مرا به وحشت انداخته است .",
      choices,
    },
    "293": {
      question: 'تقريبا" هيچ وقت خواب نمي بينم .',
      choices,
    },
    "294": {
      question: "بيشتر اوقات لكه هاي قرمزي روي گردنم پيدا مي شود .",
      choices,
    },
    "295": {
      question:
        "هرگز احساس فلجي يا ضعف غير طبيعي ، در هيچ يك عضلاتم نداشته ام .",
      choices,
    },
    "296": {
      question:
        "گاهي بدون آن كه سرما خورده باشم ، صدايم در نمي آيد يا تغيير مي كند .",
      choices,
    },
    "297": {
      question:
        "اغلب پدر و مادرم مرا به اطاعت وادار مي كردند ، حتي وقتي كه من اين كار آنها را غير منطقي مي دانستم.",
      choices,
    },
    "298": {
      question: "گاهي بوهاي ناجوري به مشامم مي رسد .",
      choices,
    },
    "299": {
      question: "نمي توانم ذهنم را روي يك موضوع متمركز كنم .",
      choices,
    },
    "300": {
      question:
        "من به دلايلي ، نسبت به يك يا چند نفر از اعضاي خانواده ام حسادت مي كنم.",
      choices,
    },
    "301": {
      question: "تقريبا هميشه درباره كسي يا چيزي نگران هستم .",
      choices,
    },
    "302": {
      question: "خيلي زود حوصله ام از دست ديگران سر مي رود .",
      choices,
    },
    "303": {
      question: "اغلب آرزو مي كنم اي كاش مرده بودم .",
      choices,
    },
    "304": {
      question: "گاهي آن قدر هيجان زده مي شوم كه خوابيدن برايم مشكل مي گردد .",
      choices,
    },
    "305": {
      question: "من بيشتر از سهم خود در زندگي نگراني داشته ام .",
      choices,
    },
    "306": {
      question: "براي هيچ كس چندان مهم نيست كه چه بر سرمن مي آيد .",
      choices,
    },
    "307": {
      question: "گاهي آن قدر خوب مي شنوم كه باعث ناراحتيم مي شود .",
      choices,
    },
    "308": {
      question: "هرچيزي را كه به من مي گويند بلافاصله فراموش مي كنم .",
      choices,
    },
    "309": {
      question:
        "معمولا حتي در امور جزيي ، مجبورم كه قبل از اقدام صبر كرده و فكر كنم .",
      choices,
    },
    "310": {
      question:
        "وقتي در خيابان آشنايانم را مي بينم ، براي اجتناب از روبرو شدن با آنها به طرف ديگر خيابان مي روم .",
      choices,
    },
    "311": {
      question: "اغلب احساس مي كنم چيزهاي دور و برم واقعي نيستند .",
      choices,
    },
    "312": {
      question: "تنها قسمت جالب نشريات ، بخش فكاهي آنهاست .",
      choices,
    },
    "313": {
      question:
        "عادت دارم كه چيزهاي بي اهميت ( مانند درختها يا تيرهاي چراغ برق) را بشمارم .",
      choices,
    },
    "314": {
      question: 'دشمني ندارم كه واقعا" بخواهد به من صدمه بزند .',
      choices,
    },
    "315": {
      question:
        "با كساني كه دوستانه تر از حد معمول به نظر مي رسند ، با احتياط رفتار مي كنم .",
      choices,
    },
    "316": {
      question: "افكار غير عادي و عجيب وقريبي دارم .",
      choices,
    },
    "317": {
      question:
        "دور شدن از خانه ، حتي براي مسافرتهاي كوتاه ، مرا مضطرب و ناراحت مي كند .",
      choices,
    },
    "318": {
      question: 'معمولا" انتظار دارم در كارهايي كه انجام مي دهم ، موفق شوم .',
      choices,
    },
    "319": {
      question: "هنگامي كه تنها هستم ، چيزهاي عجيب و غريبي مي شنوم .",
      choices,
    },
    "320": {
      question:
        "گاهي از افراد يا چيزهايي مي ترسم كه مي دانم صدمه اي به من نمي زنند .",
      choices,
    },
    "321": {
      question:
        "از تنها وارد شدن به اتاقي كه يك عده در آن مشغول صحبت هستند ، احساس ترس و ناراحتي نمي كنم .",
      choices,
    },
    "322": {
      question: "از به كار بردن چاقو يا هر چيز برنده و نوك تيز مي ترسم .",
      choices,
    },
    "323": {
      question: "گاهي از آزار رساندن به كسي كه خيلي دوستش دارم ، لذت مي برم .",
      choices,
    },
    "324": {
      question:
        "به آساني مي توانم ديگران را از خودم بترسانم ، و گاهي براي شوخي اين كار را مي كنم .",
      choices,
    },
    "325": {
      question: "براي من تمركز حواس مشكلتر از ديگران است .",
      choices,
    },
    "326": {
      question:
        "بارها اتفاق افتاده كه از انجام كاري منصرف شده ام ، زيرا توانايي انجام آن را در خود نديده ام .",
      choices,
    },
    "327": {
      question:
        "كلمات بد و خيلي زشتي به ذهنم خطور مي كند و نمي توانم از شر آنها خلاص شوم .",
      choices,
    },
    "328": {
      question:
        "گاهي افكار بي اهميتي به ذهنم هجوم مي آورند و تا چند روز مرا ناراحت مي كنند .",
      choices,
    },
    "329": {
      question: "تقريبا هر روز چيزهايي اتفاق مي افتد كه مرا مي ترساند .",
      choices,
    },
    "330": {
      question: "گاهي سرشار از انرژي هستم .",
      choices,
    },
    "331": {
      question: "معمولا كارها را سخت مي گيرم .",
      choices,
    },
    "332": {
      question: "گاهي از آزار ديدن به وسيله كسي كه دوستش دارم ، لذت مي برم .",
      choices,
    },
    "333": {
      question: "مردم درباره من چيزهاي زشت و توهين آميزي مي گويند .",
      choices,
    },
    "334": {
      question: "در جاهاي بسته احساس ناراحتي مي كنم .",
      choices,
    },
    "335": {
      question: "زياد خود پسند نيستم .",
      choices,
    },
    "336": {
      question: "كسي فكر و ذهن مرا كنترل مي كند .",
      choices,
    },
    "337": {
      question:
        "در ميهمانيها بيشتر اوقات به جاي اين كه داخل جمع شوم ، ترجيح مي دهم تنها يا فقط با يك نفر بنشينم .",
      choices,
    },
    "338": {
      question: "بيشتر اوقات رفتار مردم برخلاف انتظار من است .",
      choices,
    },
    "339": {
      question:
        "گاهي احساس كرده ام مشكلاتم آن قدر زياد شده اند كه نمي توانم بر آنها غلبه كنم.",
      choices,
    },
    "340": {
      question: "ديد و بازديد از آشنايان را دوست دارم .",
      choices,
    },
    "341": {
      question: "گاهي ذهنم كند تر از حد معمول كار مي كند .",
      choices,
    },
    "342": {
      question: "در اتوبوس ، قطار و غيره ، اغلب با غريبه ها صحبت مي كنم .",
      choices,
    },
    "343": {
      question: "بچه ها را دوست دارم .",
      choices,
    },
    "344": {
      question: "از شرط بندي روي چيزهاي كوچك خوشم مي آيد .",
      choices,
    },
    "345": {
      question:
        "اگر امكاناتي فراهم شود ، مي توانم كاري انجام دهم كه براي مردم بسيار سودمند باشد .",
      choices,
    },
    "346": {
      question:
        "اغلب به افراد به اصطلاح متخصصي برخورده ام ، كه به اندازه من كار بلد نبودند .",
      choices,
    },
    "347": {
      question:
        "وقتي مي شنوم يكي از آشنايانم به موفقيتي رسيده است ، احساس شكست مي كنم .",
      choices,
    },
    "348": {
      question: "اغلب آرزو مي كنم اي كاش بچه بودم .",
      choices,
    },
    "349": {
      question: "خوش ترين ساعات زندگيم وقتي است كه تنها باشم .",
      choices,
    },
    "350": {
      question: "اگر به من فرصت دهند ، رهبر خوبي براي مردم مي شوم .",
      choices,
    },
    "351": {
      question: "از شنيدن داستانها و جوكهاي بي ادبانه خجالت مي كشم .",
      choices,
    },
    "352": {
      question:
        "معمولا مردم بيش از آن چه به ديگران احترام مي گذارند ، توقع احترام دارند .",
      choices,
    },
    "353": {
      question: "از ميهمانيها فقط به اين دليل كه با مردم هستم لذت مي برم .",
      choices,
    },
    "354": {
      question:
        "سعي مي كنم داستانهاي خوبي را به خاطر بسپارم تا بتوانم به ديگران بازگو كنم .",
      choices,
    },
    "355": {
      question:
        "يك يا چند بار در زندگي احساس كرده ام فردي به وسيله هيپنوتيزم مرا وادار به انجام كارهايي كرده است",
      choices,
    },
    "356": {
      question:
        "زماني كه مشغول انجام كاري هستم ، نمي توانم حتي براي يك لحظه آن را كنار بگذارم .",
      choices,
    },
    "357": {
      question: "اغلب در غيبت كردن و عيب جويي هاي اطرافيانم شركت نمي كنم .",
      choices,
    },
    "358": {
      question:
        'اغلب ، ديگران نسبت به فكر هاي خوب من حسادت مي كنند ، فقط به اين دليل كه اين فكرها قبلا" به ذهن خود آنها نرسيده بود .',
      choices,
    },
    "359": {
      question: "از شور و هيجان در يك جمع لذت مي برم .",
      choices,
    },
    "360": {
      question: "از ملاقات با آدمهاي غريبه ناراحت نمي شوم .",
      choices,
    },
    "361": {
      question: "كسي سعي دارد روي فكر من تاثير بگذارد .",
      choices,
    },
    "362": {
      question:
        "يادم مي آيد گاهي براي خلاص شدن از گرفتاري ، خودم را به مريضي زده ام .",
      choices,
    },
    "363": {
      question:
        "هنگامي كه در جمع دوستان شاد و سر زنده هستم ، نگرانيهايم بر طرف مي شود .",
      choices,
    },
    "364": {
      question:
        'هنگامي كه كاري خوب پيش نمي رود ، دلم مي خواهد آن كار را فورا" كنار بگذارم .',
      choices,
    },
    "365": {
      question: "دوست دارم ديگران بدانند من بر كارها مسلط هستم .",
      choices,
    },
    "366": {
      question:
        "مواقعي بوده كه به قدري سرشار از انرژي بوده ام كه چند روزي نياز به خواب نداشتم .",
      choices,
    },
    "367": {
      question: "هر وقت امكان داشته باشد از حضور در ميان جمعيت پرهيز مي كنم .",
      choices,
    },
    "368": {
      question: "از روبرو شدن با گرفتاري يا مشكل شانه خالي مي كنم .",
      choices,
    },
    "369": {
      question:
        "هنگامي كه مي خواهم كاري انجام دهم و ديگران مي گويند كه ارزش انجام دادن ندارد ، آن را كنار مي گذارم .",
      choices,
    },
    "370": {
      question: "ميهمانيها و اجتماعات را دوست دارم .",
      choices,
    },
    "371": {
      question: "اغلب آرزو مي كنم كه اي كاش از جنس مخالف بودم .",
      choices,
    },
    "372": {
      question: "زود عصباني نمي شوم .",
      choices,
    },
    "373": {
      question:
        "در گذشته كارهاي زشتي انجام داده ام كه هرگز درباره آنها با كسي صحبت نكرده ام .",
      choices,
    },
    "374": {
      question:
        "اغلب مردم براي پيشرفت در زندگي ، تا حدي از روشهاي غيرعادلانه استفاده مي كنند .",
      choices,
    },
    "375": {
      question: "هنگامي كه ديگران سوالات خصوصي ازمن مي پرسند ، عصبي مي شوم .",
      choices,
    },
    "376": {
      question: "فكر مي كنم نمي توانم براي آينده ام برنامه ريزي كنم .",
      choices,
    },
    "377": {
      question: 'از خودم ، با وضع و حالي كه فعلا" دارم ، راضي نيستم .',
      choices,
    },
    "378": {
      question:
        "زماني كه خانواده دوستانم در مورد زندگيم مرا نصيحت مي كنند ، عصباني مي شوم .",
      choices,
    },
    "379": {
      question: "در بچگي زياد تنبيه بدني شده ام .",
      choices,
    },
    "380": {
      question: "هنگامي كه ديگران از من تعريف مي كنند ، ناراحت مي شوم .",
      choices,
    },
    "381": {
      question: "دوست ندارم نظر ديگران را در مورد زندگي بشنوم .",
      choices,
    },
    "382": {
      question: "اغلب ، با افرادي كه به من نزديك هستند ، اختلاف نظر جدي دارم .",
      choices,
    },
    "383": {
      question:
        'وقتي كه واقعا" كارها بد پيش مي رود ، مي دانم كه مي توانم روي كمك خانواده ام حساب كنم .',
      choices,
    },
    "384": {
      question: "در بچگي ميهمان بازي را دوست داشتم .",
      choices,
    },
    "385": {
      question: "از آتش نمي ترسم .",
      choices,
    },
    "386": {
      question:
        'گاهي از سايرين دوري مي كنم ، چون مي ترسم پيش آنها كاري بكنم يا حرفي بزنم كه بعدا" پشيمان شوم',
      choices,
    },
    "387": {
      question:
        "من گاهي مشروب مي خورم ، و فقط در اين مواقع است كه مي توانم احساس واقعيم را بيان كنم .",
      choices,
    },
    "388": {
      question: "خيلي كم دوره هاي غمگيني داشته ام .",
      choices,
    },
    "389": {
      question: "اغلب مي گويند كه من آدم جوشي و تند خويي هستم .",
      choices,
    },
    "390": {
      question:
        "از اين كه درگذشته بعضي حرفهايم ممكن است ديگران را رنجانده باشد ، ناراحتم .",
      choices,
    },
    "391": {
      question:
        "احساس مي كنم نمي توانم همه چيزها را درباره خودم به كسي بگويم .",
      choices,
    },
    "392": {
      question: "رعد و برق يكي از چيزهايي است كه از آن مي ترسم .",
      choices,
    },
    "393": {
      question:
        "دوست دارم مردم را درباره كارهاي بعديم در حال حدس و گمان نگه دارم .",
      choices,
    },
    "394": {
      question:
        "اغلب نقشه هايي كه در گذشته كشيده ام ، آن قدر پر اشكال بوده كه مجبور شده ام از آنها صرف نظر كنم",
      choices,
    },
    "395": {
      question: "از تنها ماندن در تاريكي مي ترسم .",
      choices,
    },
    "396": {
      question:
        "اغلب اوقات وقتي خواستم جلوي اشتباه كسي را بگيرم ، نگران اين بوده ام كه مبادا فكر كند نيت بدي دارم .",
      choices,
    },
    "397": {
      question: "طوفان مرا به وحشت مي اندازد .",
      choices,
    },
    "398": {
      question: "اغلب از ديگران راهنمايي مي خواهم .",
      choices,
    },
    "399": {
      question:
        "آينده هر فرد نا مطمئن تر از آن است كه بتواند براي آن نقشه هاي جدي در نظر بگيرد .",
      choices,
    },
    "400": {
      question:
        "اغلب اوقات حتي زماني كه همه چيز خوب پيش مي رود ، احساس مي كنم هيچ چيز برايم مهم نيست .",
      choices,
    },
    "401": {
      question: "از آب نمي ترسم .",
      choices,
    },
    "402": {
      question:
        "اغلب براي تصميم گيري در مورد كاري بايد مدتهاي طولاني روي آن فكر كنم .",
      choices,
    },
    "403": {
      question:
        "وقتي خواسته ام به كسي خوبي كرده و كمكش كنم ، اغلب در مورد نيت من دچار سوء تفاهم شده است .",
      choices,
    },
    "404": {
      question: "مشكلي در بلعيدن ندارم .",
      choices,
    },
    "405": {
      question: 'معمولا" آرام هستم و به آساني عصباني نمي شوم .',
      choices,
    },
    "406": {
      question:
        'مطمئنا" از ضربه زدن به مجرمين ، به شيوه خودشان ، لذت خواهم برد .',
      choices,
    },
    "407": {
      question: "به دليل گناهاني كه مرتكب شده ام ، سزاوار مجازات سختي هستم .",
      choices,
    },
    "408": {
      question:
        "از شكستها چنان ناراحت مي شوم كه نمي توانم آنها را از ذهنم بيرون كنم .",
      choices,
    },
    "409": {
      question:
        "از اين كه هنگام كار كردن كسي مرا نگاه كند ناراحت مي شوم ، حتي زماني كه مي دانم مي توانم آن كار را به خوبي انجام دهم .",
      choices,
    },
    "410": {
      question:
        "اگر كسي در صف از من جلو بزند ، آن قدر ناراحت مي شوم كه به او اعتراض مي كنم .",
      choices,
    },
    "411": {
      question: "گاهي فكر مي كنم به درد هيچ كاري نمي خورم .",
      choices,
    },
    "412": {
      question: "در دوران مدرسه ، اغلب غيبت مي كردم .",
      choices,
    },
    "413": {
      question:
        "يك يا چند نفر از افراد خانواده ام ، آدمهايي بسيار عصبي هستند .",
      choices,
    },
    "414": {
      question:
        "گاهي مجبور شده ام با افراد گستاخ و مزاحم رفتار خشني داشته باشم .",
      choices,
    },
    "415": {
      question: "درباره بدبختيهاي احتمالي آينده نگرانم .",
      choices,
    },
    "416": {
      question: "عقايد سياسي محكمي دارم .",
      choices,
    },
    "417": {
      question: "دوست دارم در مسابقات اتومبيل راني شركت كنم .",
      choices,
    },
    "418": {
      question:
        "استفاده از حقه هاي قانوني ، به شرط آن كه منجر به قانون شكني نشود ، اشكالي ندارد .",
      choices,
    },
    "419": {
      question:
        'عده اي هستند كه من از آنها آن قدرمتنفرم كه وقتي گرفتاري برايشان پيش مي آيد ، عميقا" خوشحال مي شوم .',
      choices,
    },
    "420": {
      question: "انتظار كشيدن مرا عصباني مي كند .",
      choices,
    },
    "421": {
      question:
        "اگر ديگران فكر كنند كه من كاري را درست انجام نمي دهم ، آن كار را كنار مي گذارم .",
      choices,
    },
    "422": {
      question: "كوچكتر كه بودم ، شيفته شور و هيجان بودم .",
      choices,
    },
    "423": {
      question: "براي غلبه بر رقيب خود ، حاضرم هر كاري بكنم .",
      choices,
    },
    "424": {
      question:
        "از اين كه مردم در خيابان ، فروشگاه ، و . . . مرا نگاه كنند ناراحت مي شوم .",
      choices,
    },
    "425": {
      question:
        "مردي كه در دوران كودكي از من نگهداري مي كرد ( مانند پدر يا ناپدري ) نسبت به من خيلي سخت گير بود .",
      choices,
    },
    "426": {
      question: "لي لي و طناب بازي را دوست داشتم .",
      choices,
    },
    "427": {
      question: "تا بحال هرگز يك شبح نديده ام .",
      choices,
    },
    "428": {
      question: "تاكنون چندين بار نظرم را درباره شغل دائمي خود تغيير داده ام .",
      choices,
    },
    "429": {
      question: "هرگز بدون تجويز پزشك ، دارو يا قرص خواب آور مصرف نمي كنم .",
      choices,
    },
    "430": {
      question: "اغلب از اين كه بد اخلاق و زود رنج هستم تاسف مي خورم .",
      choices,
    },
    "431": {
      question: "در مدرسه هميشه نمره انضباطم بد بود .",
      choices,
    },
    "432": {
      question: "من شيفته آتش هستم .",
      choices,
    },
    "433": {
      question:
        "هنگامي كه مجبور باشم ، تنها آن قسمت از حقيقت را مي گويم كه براي خودم ضرري نداشته باشد .",
      choices,
    },
    "434": {
      question:
        "اگر من با چند تن از دوستانم دچار گرفتاري مي شديم ، و همه به يك اندازه مقصر بوديم ، ترجيح مي دادم كه همه تقصيرها را خودم بر عهده بگيرم ، اما دوستانم را لو ندهم .",
      choices,
    },
    "435": {
      question: "اغلب اوقات از تاريكي مي ترسم .",
      choices,
    },
    "436": {
      question:
        'هنگامي كه مردي زني را ملاقات مي كند ، معمولا" به جنبه هاي جنسي زن فكر مي كند .',
      choices,
    },
    "437": {
      question:
        'معمولا" با افرادي كه مي خواهم آنها را راهنمايي يا اصلاح كنم ، بسيار رك هستم .',
      choices,
    },
    "438": {
      question: "از تصور وقوع يك زمين لرزه به وحشت مي افتم .",
      choices,
    },
    "439": {
      question: "بلافاصله يك نظر يا فكر خوب را صد در صد قبول مي كنم .",
      choices,
    },
    "440": {
      question:
        'معمولا" به جاي راهنمايي خواستن از ديگران ترجيح مي دهم خودم كارها را حل و فصل كنم .',
      choices,
    },
    "441": {
      question:
        "از اين كه در محل در بسته و يا جايي شبيه انباري باشم ، مي ترسم .",
      choices,
    },
    "442": {
      question:
        'بايد قبول كنم كه گاهي بي دليل درباره چيزهايي واقعا" بي اهميت نگران شده ام .',
      choices,
    },
    "443": {
      question:
        "هرگز نظر بد يا احساس ترحم خودم را نسبت به ديگران پنهان نمي كنم ، ولو آن كه از من برنجد .",
      choices,
    },
    "444": {
      question: "من آدم بسيار حساسي هستم .",
      choices,
    },
    "445": {
      question:
        'غالبا" زير دست كساني كار كرده ام كه كارها را طوري جور مي كنند كه امتيازها نصيب خودشان شود ، اما بتوانند اشتباهات را به گردن زير دستان خود بياندازند .',
      choices,
    },
    "446": {
      question: "چون آدم كمرويي هستم ، گاهي دفاع از حقم برايم سخت است .",
      choices,
    },
    "447": {
      question: "از ديدن زباله منزجر و يا وحشتزده مي شوم .",
      choices,
    },
    "448": {
      question:
        "در عالم رويا براي خود يك زندگي خيالي ساخته ام ، كه در باره آن با ديگران حرف نمي زنم .",
      choices,
    },
    "449": {
      question: "بعضي از افراد خانواده ام تند خو هستند .",
      choices,
    },
    "450": {
      question: "نمي توانم هيچ كاري را خوب انجام دهم .",
      choices,
    },
    "451": {
      question:
        'از اين كه اغلب اوقات احساس تاسفم را بيش از آنچه واقعا" هست نشان مي دهم ، احساس گناه مي كنم .',
      choices,
    },
    "452": {
      question: 'معمولا" قاطعانه از عقايد خودم دفاع مي كنم .',
      choices,
    },
    "453": {
      question: "از عنكبوت نمي ترسم .",
      choices,
    },
    "454": {
      question: "به آينده اميدي ندارم .",
      choices,
    },
    "455": {
      question: "اعضاي خانواده و بستگان نزديكم روابط خوبي با هم دارند .",
      choices,
    },
    "456": {
      question: "دوست دارم لباسهاي گران قيمت بپوشم .",
      choices,
    },
    "457": {
      question:
        "حتي وقتي در مورد موضوعي تصميم گرفته ام ، ديگران مي توانند نظرم را به آساني تغيير دهند .",
      choices,
    },
    "458": {
      question: "از ديدن بعضي حيوانات ناراحت مي شوم .",
      choices,
    },
    "459": {
      question: "مي توانم به اندازه ديگران درد را تحمل كنم .",
      choices,
    },
    "460": {
      question:
        "چندين بار من آخرين نفري بوده ام كه از تلاش براي انجام كاري دست كشيده ام .",
      choices,
    },
    "461": {
      question: "از اين كه ديگران مرا وادار به عجله كنند ، عصباني مي شوم .",
      choices,
    },
    "462": {
      question: "از موش نمي ترسم .",
      choices,
    },
    "463": {
      question:
        "هفته اي چند بار احساس مي كنم كه گويي اتفاق خطرناكي در حال وقوع است .",
      choices,
    },
    "464": {
      question: "اغلب اوقات احساس خستگي مي كنم .",
      choices,
    },
    "465": {
      question: "تعمير كردن قفل درب را دوست دارم .",
      choices,
    },
    "466": {
      question: "گاهي مطمئنم كه ديگران مي توانند افكارم را بخوانند .",
      choices,
    },
    "467": {
      question: "دوست دارم مطالب علمي بخوانم .",
      choices,
    },
    "468": {
      question: "از تنها بودن در يك مكان وسيع و سرباز مي ترسم .",
      choices,
    },
    "469": {
      question: "گاهي احساس مي كنم كه دارم متلاشي مي شوم .",
      choices,
    },
    "470": {
      question: "تعداد زيادي از مردم مرتكب رفتارهاي جنسي ناپسند مي شوند .",
      choices,
    },
    "471": {
      question: "بارها در اواسط شب وحشت زده شده ام .",
      choices,
    },
    "472": {
      question:
        "از اين كه فراموش كنم اشياء را كجا گذاشته ام ، بسيار ناراحت مي شوم .",
      choices,
    },
    "473": {
      question:
        "كسي كه در بچگي بيش از همه به او دلبسته بودم و بيشتر از هركس ديگري او را تحسين مي كردم ، يك زن بود ( مادر ، خواهر ، عمه ، يا زن ديگري )",
      choices,
    },
    "474": {
      question: "داستانهاي ماجراجويانه را بيشتر از داستانهاي عشقي دوست دارم .",
      choices,
    },
    "475": {
      question: "اغلب گيج شده و فراموش مي كنم كه چه مي خواستم بگويم .",
      choices,
    },
    "476": {
      question: "من آدم بسيار دست و پا چلفتي هستم .",
      choices,
    },
    "477": {
      question: 'انجام ورزشهاي خشن ( مثل بوكس ) را واقعا" دوست دارم .',
      choices,
    },
    "478": {
      question: "از همه اعضاء خانواده ام متنفرم .",
      choices,
    },
    "479": {
      question: "بعضي ها فكر مي كنند كه شناختن من مشكل است .",
      choices,
    },
    "480": {
      question: "بيشتر اوقات فراغتم را به تنهايي مي گذرانم .",
      choices,
    },
    "481": {
      question:
        "وقتي ديگران كاري مي كنند كه باعث خشم من مي شود ، نارضايتي خودم را نسبت به كارشان بيان مي كنم .",
      choices,
    },
    "482": {
      question: 'معمولا" تصميم گيري برايم سخت است .',
      choices,
    },
    "483": {
      question: "مردم مرا آدم جذابي نمي دانند .",
      choices,
    },
    "484": {
      question: "مردم با من خيلي مهربان نيستند .",
      choices,
    },
    "485": {
      question: "اغلب احساس مي كنم كه به خوبي ديگران نيستم .",
      choices,
    },
    "486": {
      question: "من خيلي لجوج هستم .",
      choices,
    },
    "487": {
      question: "مصرف حشيش برايم لذت بخش بوده است .",
      choices,
    },
    "488": {
      question: "بيماري رواني نشانه ضعف فرد است .",
      choices,
    },
    "489": {
      question: "من گرفتار مواد مخدر يا الكل هستم .",
      choices,
    },
    "490": {
      question:
        "ارواح يا اشياء مي توانند مردم را در جهت خوب يا بد تحت تاثير قرار دهند .",
      choices,
    },
    "491": {
      question: "وقتي مجبورم تصميمات مهمي بگيرم ، احساس در ماندگي مي كنم .",
      choices,
    },
    "492": {
      question:
        "هميشه سعي مي كنم خوشحال باشم ، حتي زماني كه ديگران ناراحت هستند يا ايراد مي گيرند .",
      choices,
    },
    "493": {
      question:
        "هنگامي كه با مشكلي مواجه مي شوم ، در ميان گذاشتن آن با ديگران كمكم مي كند .",
      choices,
    },
    "494": {
      question: "به اهداف اصلي خود در زندگي رسيده ام .",
      choices,
    },
    "495": {
      question: "معتقدم كه مردم بايد مشكلات شخصيشان را براي خود نگه دارند .",
      choices,
    },
    "496": {
      question: "اين روزها احساس فشار يا استرس زيادي نمي كنم .",
      choices,
    },
    "497": {
      question: "فكر اين كه تغييراتي در زندگيم بدهم ، ناراحتم مي كند .",
      choices,
    },
    "498": {
      question: "بزرگترين مشكل من ناشي از رفتار يكي از نزديكترين كسانم است .",
      choices,
    },
    "499": {
      question: "از رفتن به دكتر متنفرم ‚ حتي موقعي كه مريض هستم .",
      choices,
    },
    "500": {
      question:
        "با اين كه از زندگيم راضي نيستم ، اما در اين مورد كاري از دستم بر نمي آيد .",
      choices,
    },
    "501": {
      question:
        "براي كاهش مشكلات و نگرانيها ، صحبت كردن با ديگران مفيد تر از دارو خوردن است .",
      choices,
    },
    "502": {
      question: 'من عادتهاي واقعا" مضري دارم .',
      choices,
    },
    "503": {
      question:
        "مواقعي كه مشكلاتي پيش مي آيد ، ترجيح مي دهم ترجيح مي دهم ، كه ديگران به حل آن بپردازند .",
      choices,
    },
    "504": {
      question: "معايبي دارم كه نمي توانم آنها را از بين ببرم .",
      choices,
    },
    "505": {
      question:
        "كارهاي روزمره زندگي آن قدر حالم را به هم مي زند كه دلم مي خواهد همه آنها را رها كنم .",
      choices,
    },
    "506": {
      question: "تازگيها به فكر خودكشي افتاده ام .",
      choices,
    },
    "507": {
      question:
        "هنگامي كه ديگران مزاحم كارم مي شوند ، اغلب بسيار بد اخلاق مي شوم .",
      choices,
    },
    "508": {
      question: "اغلب احساس مي كنم كه مي توانم فكر ديگران را بخوانم .",
      choices,
    },
    "509": {
      question: "در مواقعي كه مجبورم تصميمات مهمي بگيرم ،عصباني مي شوم .",
      choices,
    },
    "510": {
      question: "ديگران مي گويند كه من خيلي تند غذا مي خورم .",
      choices,
    },
    "511": {
      question: "هفته اي يك بار يا بيشتر مست يا نشئه مي شوم .",
      choices,
    },
    "512": {
      question:
        "كسي يا چيز پر ارزشي را از دست داده ام كه هرگز آن را فراموش نخواهم كرد .",
      choices,
    },
    "513": {
      question: "گاهي آن قدر خشمگين و ناراحت مي شوم كه حال خودم را نمي فهمم .",
      choices,
    },
    "514": {
      question: "قبول نكردن كاري كه ديگران از من مي خواهند برايم مشكل است .",
      choices,
    },
    "515": {
      question: "خوشترين اوقات من زماني است كه تنها هستم .",
      choices,
    },
    "516": {
      question: "زندگيم پوچ و بي معني است .",
      choices,
    },
    "517": {
      question: "نمي توانم در شغلي براي مدت طولاني بمانم .",
      choices,
    },
    "518": {
      question: "در زندگي اشتباهات زيادي داشته ام .",
      choices,
    },
    "519": {
      question: "از اين كه در برابر ديگران زياد تسليم مي شوم ، ناراحتم .",
      choices,
    },
    "520": {
      question: "تازگيها درباره خودكشي زياد فكر مي كنم .",
      choices,
    },
    "521": {
      question: "تصميم گيري به جاي ديگران و تعيين شغل براي آنها را دوست دارم .",
      choices,
    },
    "522": {
      question:
        "حتي اگر خانواده ام نباشد ، مي دانم كه هميشه كسي از من مراقبت خواهد كرد .",
      choices,
    },
    "523": {
      question:
        "از ايستادن در صف جاهايي مثل سينما ، رستوران ، مكانهاي ورزشي ، و . . . متنفرم .",
      choices,
    },
    "524": {
      question:
        "من سعي كرده ام خود را بكشم ، اما هيچ كس اين موضوع را نمي داند .",
      choices,
    },
    "525": {
      question: "همه چيز در اطرافم بسيار سريع مي گذرد .",
      choices,
    },
    "526": {
      question: "مي دانم كه سربار ديگران هستم .",
      choices,
    },
    "527": {
      question: 'بعد از يك روز بد ، معمولا" به مشروب نياز دارم .',
      choices,
    },
    "528": {
      question: "بيشتر مشكلات من از بد شانسي است .",
      choices,
    },
    "529": {
      question: "گاهي به نظر مي رسد كه نمي توانم حرف زدنم را قطع كنم .",
      choices,
    },
    "530": {
      question: 'گاهي بدون اين كه علتش را بدانم ، عمدا" خودم را زخمي مي كنم .',
      choices,
    },
    "531": {
      question: "من ساعتهاي طولاني كار مي كنم ، حتي اگر شغلم ايجاب نكند .",
      choices,
    },
    "532": {
      question:
        'معمولا" پس از اين كه خوب گريه مي كنم ، احساس مي كنم كه حالم بهتر شده است .',
      choices,
    },
    "533": {
      question: "فراموش مي كنم كه چيزها را كجا مي گذارم .",
      choices,
    },
    "534": {
      question:
        "اگر مي توانستم دوباره زندگي كنم ، تغيير زيادي در آن نمي دادم .",
      choices,
    },
    "535": {
      question:
        "اگر افرادي كه به آنها اعتماد كرده ام كارهايشان را سر وقت انجام ندهند ، بسيار كج خلق مي شوم .",
      choices,
    },
    "536": {
      question: "به دنبال هر ناراحتي ، سردرد مي گيرم .",
      choices,
    },
    "537": {
      question:
        "از انجام دادن معامله اي كه در آن به طرف مقابل كلك بزنم ، خوشم مي آيد .",
      choices,
    },
    "538": {
      question: "اغلب مردها هرچند وقت يك بار به همسرشان خيانت مي كنند .",
      choices,
    },
    "539": {
      question: 'اخيرا" نسبت به حل مشكلاتم بي علاقه شده ام .',
      choices,
    },
    "540": {
      question:
        "يك بار به دنبال مشروب خوردن ، عصباني شده و ظروف و اثاثيه را شكسته ام .",
      choices,
    },
    "541": {
      question:
        "اگر براي انجام كاري محدوديت زماني داشته باشم ، آن را بهتر انجام مي دهم .",
      choices,
    },
    "542": {
      question:
        "يك بار به قدري از دست كساني عصباني شده ام كه احساس كرده ام دارم منفجر مي شوم .",
      choices,
    },
    "543": {
      question: "گاهي افكار وحشتناكي در مورد خانواده ام به ذهنم مي آيد .",
      choices,
    },
    "544": {
      question:
        "ديگران مي گويند كه من به مشروب معتاد هستم ، اما خودم موافق نيستم .",
      choices,
    },
    "545": {
      question: "براي انجام كارهايم هميشه وقت كم مي آورم .",
      choices,
    },
    "546": {
      question: 'اين روزها دائما" به مرگ و زندگي پس از آن فكر مي كنم .',
      choices,
    },
    "547": {
      question:
        "بيشتر اوقات چيزهايي را هم كه ممكن است هرگز به درد نخورد ، نگه مي دارم .",
      choices,
    },
    "548": {
      question: "گاهي آن قدر عصباني شده ام كه در حين دعوا به كسي صدمه زده ام .",
      choices,
    },
    "549": {
      question:
        'اخيرا" احساس مي كنم در هر كاري كه انجام مي دهم مورد آزمايش قرار مي گيرم .',
      choices,
    },
    "550": {
      question: "در حال حاضر ارتباط زيادي با بستگانم ندارم .",
      choices,
    },
    "551": {
      question:
        "گاهي به نظرم مي رسد افكارم را كه با صداي بلند بيان مي شوند ، مي شنوم .",
      choices,
    },
    "552": {
      question:
        'هنگامي كه غمگين هستم ، معمولا" با ديدار دوستانم ناراحتيم از بين مي رود .',
      choices,
    },
    "553": {
      question:
        'به نظر مي رسد هرچه كه الان برايم رخ مي دهد ، قبلا" نيز برايم رخ داده است .',
      choices,
    },
    "554": {
      question: "هر وقت زندگي برايم سخت مي شود ، جز تسليم چاره اي نمي بينم .",
      choices,
    },
    "555": {
      question:
        "حتي در خانه خودم ، به تنهايي نمي توانم به يك اتاق تاريك بروم .",
      choices,
    },
    "556": {
      question: "فكر پول و درآمد ذهنم را خيلي به خود مشغول كرده است .",
      choices,
    },
    "557": {
      question: "مرد بايد رييس خانواده باشد .",
      choices,
    },
    "558": {
      question: "فقط در خانه خودم احساس آرامش مي كنم .",
      choices,
    },
    "559": {
      question: "افرادي كه با آنها كار مي كنم ، مشكلات مرا درك نمي كنند .",
      choices,
    },
    "560": {
      question: "از درآمدم راضي هستم .",
      choices,
    },
    "561": {
      question: 'معمولا" براي انجام كارهايم انرژي كافي دارم .',
      choices,
    },
    "562": {
      question: "تعريف و تمجيد ديگران از من ، ناراحتم مي كند .",
      choices,
    },
    "563": {
      question: "در اغلب ازدواجها ، يك يا هر دو طرف ناخشنودند .",
      choices,
    },
    "564": {
      question: 'تقريبا" هيچ وقت كنترل خود را از دست نمي دهم .',
      choices,
    },
    "565": {
      question: "اين روزها به خاطر سپردن گفته هاي ديگران برايم مشكل است .",
      choices,
    },
    "566": {
      question: "غمگيني يا ناراحتيم به كارم لطمه مي زند .",
      choices,
    },
    "567": {
      question: "بيشتر زوجهاي متاهل نسبت به هم علاقه زيادي نشان نمي دهند .",
      choices,
    },
  },
};
