import { entityTypes } from "../../types"


export const testStructure: entityTypes.ITestStructure = {
    id: "MINE",
    title: {
        fa: "",
        en: ""
    },
    shortName: "MMPI",
    description: "", 
    fields : {
        "1": {
          "question": "",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "2": {
          "question": "مجله هاي فني را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "3": {
          "question": "اشتهاي خوبي دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "4": {
          "question": "بيشتر صبحها سرحال و با نشاط از خواب بر مي خيزم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "5": {
          "question": "كار كتابداري را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "6": {
          "question": "با كوچكترين صدايي از خواب بيدار مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "7": {
          "question": "پدرم مرد خوبي است ، يا ( اكر پدرتان مرده است ) پدرم مرد خوبي بود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "8": {
          "question": "خواندن بخش حوادث روزنامه ها را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "9": {
          "question": "معمولا\" حرارت دست و پايم در حد طبيعي است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "10": {
          "question": "زندگي روزانه من پر ازچيزهايي است كه برايم جالبند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "11": {
          "question": "تقريبا\" به اندازه سابق قادر به كار كردن هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "12": {
          "question": "اغلب اوقات احساس مي كنم چيزي گلويم را گرفته است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "13": {
          "question": "از زندگي جنسي ام راضي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "14": {
          "question": "مردم بايد سعي كنند خوابهاي خود را تعبيركرده وبه آنها عمل كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "15": {
          "question": "از داستانهاي پليسي و اسرار آميز خوشم مي آيد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "16": {
          "question": "در محيط كارم فشار و ناراحتي زيادي احساس مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "17": {
          "question": "گاهي اوقات فكرهايم آنقدر بد هستند كه نمي توانم درباره آنها با كسي حرف بزنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "18": {
          "question": "معتقدم كه زندگي با من خوب رفتار نكرده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "19": {
          "question": "تهوع و استفراغ آزارم مي دهد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "20": {
          "question": "دوست دارم بفهمم ديگران درباره من چه فكر مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "21": {
          "question": "خيلي كم دچار يبوست مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "22": {
          "question": "گاهي اوقات خيلي دلم مي خواهد از خانه فرار كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "23": {
          "question": "فكر مي كنم هيچكس مرا درك نمي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "24": {
          "question": "گاهي اوقات طوري به گريه يا خنده مي افتم كه نمي توانم جلوي آن را بگيرم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "25": {
          "question": "گاهي اوقات ارواح شيطاني مرا تسخير مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "26": {
          "question": "دوست دارم يك خواننده باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "27": {
          "question": "وقتي به دردسر مي افتم ، بهترين كار برايم اين است كه ساكت بمانم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "28": {
          "question": "معتقدم كه بايد جواب بدي را با بدي داد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "29": {
          "question": "هفته اي چند بار ناراحتي معده اذيتم مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "30": {
          "question": "گاهي اوقات دلم ميخواهد فحش بدهم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "31": {
          "question": "هرچند شب يك بار خوابهاي وحشتناك مي بينم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "32": {
          "question": "برايم مشكل است كه حواسم را روي يك كار متمركز كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "33": {
          "question": "تجربه ها و احساسهاي عجيب و غريب خاصي داشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "34": {
          "question": "خيلي كم نگران سلامتيم مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "35": {
          "question": "به خاطر رفتار جنسي ام هيچگاه به دردسر نيفتاده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "36": {
          "question": "درگذشته گاهي چيزهايي دزديده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "37": {
          "question": "اغلب اوقات سرفه مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "38": {
          "question": "گاهي دلم ميخواهد چيزهايي را بشكنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "39": {
          "question": "گاهي روزها ، هفته ها ، يا ماهها بوده كه دست و دلم به كاري نمي رفته است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "40": {
          "question": "خوابم نامنظم و آشفته است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "41": {
          "question": "بيشتر اوقات سردرد كلافه ام مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "42": {
          "question": "گاهي دروغ مي گويم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "43": {
          "question": "اگر ديگران سرم كلاه نگذاشته بودند ، موفق تر بودم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "44": {
          "question": "قدرت قضاوت من بهتر از گذشته است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "45": {
          "question": "هفته اي يك يا چند بار ، بدون هيچ علتي ، ناگهان بدنم داغ مي شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "46": {
          "question": "درحال حاضر وضع سلامتيم مثل بيشتر دوستانم خوب است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "47": {
          "question": "معمولا\" هنگام ديدن دوستان سابقم اظهار آشنايي نمي كنم ، مگر اين كه آنها پيشقدم شوند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "48": {
          "question": "تقريبا\" هيچ وقت در قلب يا قفسه سينه ام دردي نداشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "49": {
          "question": "بيشتر به جاي پرداختن به كارهايم خيالبافي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "50": {
          "question": "من فردي بسيار اجتماعي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "51": {
          "question": "اغلب مجبور بوده ام از كساني اطاعت كنم كه به اندازه من نمي فهميدند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "52": {
          "question": "بعضي از مطالبي را كه در مدرسه خوانده ام به خاطر ندارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "53": {
          "question": "من زندگي درستي نداشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "54": {
          "question": "اغلب در قسمتهايي از بدنم احساس سوزش ، مورمور شدن ، يا خواب رفتگي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "55": {
          "question": "خانواده ام با شغلي كه دارم ، يا مي خواهم انتخاب كنم موافق نيستند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "56": {
          "question": "گاهي آن قدر روي چيزي پافشاري مي كنم كه ديگران تحمل خود را از دست مي دهند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "57": {
          "question": "كمتر از ديگران احساس خوشحالي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "58": {
          "question": "معمولا\" در پشت گردنم احساس درد مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "59": {
          "question": "فكر مي كنم اغلب مردم براي جلب كمك و همدردي ديگران بدبختيهاي خود را بزرگتر جلوه مي دهند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "60": {
          "question": "هرچند روز يك بار در قسمت بالاي معده ام احساس ناراحتي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "61": {
          "question": "وقتي با ديگران هستم شنيدن چيزهاي خيلي عجيب آزارم مي دهد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "62": {
          "question": "من آدم مهمي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "63": {
          "question": "اغلب آرزو كرده ام كاش يك دختر بودم ، يا ( اگر دختر هستيد ) هرگز از اين كه يك دختر هستم متاسف نبوده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "64": {
          "question": "آدم زود رنجي نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "65": {
          "question": "از خواندن داستانهاي عاشقانه خوشم مي آيد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "66": {
          "question": "اكثر اوقات احساس غمگيني مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "67": {
          "question": "اگر اكثر قوانين دور ريخته مي شد ، بهتر بود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "68": {
          "question": "شعر را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "69": {
          "question": "گاهي حيوانات را اذيت مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "70": {
          "question": "فكر مي كنم از كاري مثل جنگلباني خوشم بيايد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "71": {
          "question": "در بحث با ديگران به آساني شكست مي خورم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "72": {
          "question": "اين روزها دارم از رسيدن به هدفهايم نا اميد مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "73": {
          "question": "گاهي احساس مي كنم روحم از بدنم جدا شده و به پرواز در مي آيد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "74": {
          "question": "واقعا\" اعتماد به نفس ندارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "75": {
          "question": "دوست دارم يك گل فروش باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "76": {
          "question": "معمولا\" احساس مي كنم زندگي با ارزش است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "77": {
          "question": "بيشتر مردم فقط با جر و بحث فراوان حقيقت را مي پذيرند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "78": {
          "question": "هر چند وقت يكبار ، كار امروز را به فردا موكول مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "79": {
          "question": "بيشتر افرادي كه مرا مي شناسند ، دوستم دارند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "80": {
          "question": "اهميتي نمي دهم كه مورد تمسخر ديگران واقع شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "81": {
          "question": "دوست دارم پرستار باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "82": {
          "question": "بيشتر مردم براي اين كه پيشرفت كنند دروغ مي گويند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "83": {
          "question": "كارهاي زيادي انجام مي دهم كه بعدا\" از انجام آنها پشيمان مي شوم . ( من بيش از ديگران پشيمان مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "84": {
          "question": "خيلي كم با افراد خانواده ام دعوا مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "85": {
          "question": "يك يا چند بار به علت رفتار بد از مدرسه اخراج شده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "86": {
          "question": "گاهي دلم مي خواهد كارهاي خطرناك و دلهره آور انجام دهم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "87": {
          "question": "ميهماني ها و كارهايي را كه پر از شادي و سروصدا است دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "88": {
          "question": "در زندگي مشكلاتي داشته ام كه به دليل پيچيدگي زيادشان قادر به تصميم گيري درباره آنها نبوده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "89": {
          "question": "معتقدم كه زنها بايد به اندازه مردها آزادي جنسي داشته باشند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "90": {
          "question": "بيشترين گرفتاري و درگيري من با خودم است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "91": {
          "question": "من پدرم را دوست دارم ، (يا اگر پدرتان مرده است) من پدرم را دوست داشتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "92": {
          "question": "خيلي كم دچار كشيدگي يا پرش عضلات مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "93": {
          "question": "برايم مهم نيست كه چه بر سرم بيايد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "94": {
          "question": "گاهي اوقات ، وقتي حالم خوب نيست ، بد اخلاق مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "95": {
          "question": "اغلب اوقات احساس مي كنم يك كار غلط يا بد انجام داده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "96": {
          "question": "اغلب اوقات خوشحال هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "97": {
          "question": "حيوانات ، افراد ، يا چيزهايي را در اطراف خود مي بينم كه ديگران نمي بينند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "98": {
          "question": "اغلب اوقات احساس مي كنم كه بيني ام گرفته و سرم سنگين است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "99": {
          "question": "بعضي ها آن قدر امر و نهي مي كنند كه حتي وقتي حق با آنها است ، دلم مي خواهد بر خلاف خواست آنها رفتار كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "100": {
          "question": "كسي به من حقه زده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "101": {
          "question": "هيچ وقت كار خطرناكي را به خاطر مهيج بودن آن انجام نداده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "102": {
          "question": "اغلب احساس مي كنم نوار محكمي به دور سرم بسته شده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "103": {
          "question": "گاهي عصباني مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "104": {
          "question": "اگر روي يك مسابقه يا بازي شرط بندي كنم ، از آن بيشتر لذت مي برم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "105": {
          "question": "بيشتر مردم به اين دليل صداقت و درستي نشان مي دهند كه مي ترسند گرفتار شوند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "106": {
          "question": "گاهي در مدرسه به علت رفتار بدم پيش مدير فرستاده شده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "107": {
          "question": "حرف زدن من مثل هميشه است ( يعني ، تندتر ، آهسته تر ، درهم و برهم يا گرفته تر از قبل نيست ).",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "108": {
          "question": "در خانه آداب غذا خوردن را بهتر رعايت مي كنم ، تا در بيرون ازخانه .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "109": {
          "question": "كساني كه قادر به سخت كاركردن باشند، شانس بيشتري براي موفقيت دارند.",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "110": {
          "question": "فكر مي كنم به اندازه اطرافيانم ، با استعداد و زرنگ هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "111": {
          "question": "اغلب مردم حاضرند حتي از راههاي غير عادلانه به منافع و مزايايي برسند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "112": {
          "question": "معده ام خيلي ناراحتم مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "113": {
          "question": "تئاتر و نمايش را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "114": {
          "question": "مي دانم چه كسي مسئول تمام مشكلاتم است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "115": {
          "question": "گاهي وسايل شخصي ديگران ، مثل كفش و دستكش به قدري توجهم را جلب مي كند كه دوست دارم به آنها دست بزنم يا آنها را بدزدم، حتي اگر بدردم نخورد.",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "116": {
          "question": "ديدن خون باعث وحشت يا بهم خوردن حالم نمي شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "117": {
          "question": "اغلب اوقات زود رنج و بد اخلاق هستم ، ولي علتش را نمي دانم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "118": {
          "question": "هرگز استفراغ و سرفه همراه با خون نداشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "119": {
          "question": "نگران مريض شدن نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "120": {
          "question": "جمع آوري گلها يا پرورش گياهان خانگي را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "121": {
          "question": "معمولا\" از آنچه به نظرم درست مي رسد ، به شدت دفاع مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "122": {
          "question": "هرگز به اعمال جنسي ناپسند دست نزده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "123": {
          "question": "گاهي افكارم به قدري سريع بوده كه نتوانسته ام آنها را بر زبان آورم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "124": {
          "question": "اگر اطمينان داشتم كه كسي متوجه نخواهد شد ،بدون خريدن بليط ، وارد سينما مي شدم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "125": {
          "question": "اغلب وقتي كسي كار خوبي در حق من انجام مي دهد ، از خود مي پرسم كه از اين كار چه هدفي داشته است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "126": {
          "question": "معتقدم كه زندگي خانوادگي من به خوبي زندگي اغلب كساني است كه مي شناسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "127": {
          "question": "معتقدم كه قانون بايد با قاطعيت اجرا شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "128": {
          "question": "از انتقاد يا سرزنش به شدت مي رنجم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "129": {
          "question": "آشپزي را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "130": {
          "question": "رفتار اطرافيانم تاثير زيادي بر رفتار من دارد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "131": {
          "question": "گاهي واقعا\" احساس مي كنم آدم بي مصرفي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "132": {
          "question": "در كودكي عضو گروهي از دوستانم بودم كه سعي مي كردند در تمام مشكلات به همديگر وفادار باشند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "133": {
          "question": "به زندگي پس از مرگ معتقدم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "134": {
          "question": "دوست داشتم يك سرباز باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "135": {
          "question": "گاهي دوست دارم با كسي دعوا و كتك كاري كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "136": {
          "question": "اغلب به اين دليل كه دير تصميم مي گيرم ، خيلي چيزها را از دست مي دهم.",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "137": {
          "question": "وقتي در حال انجام كار مهمي هستم ، اگر كسي ازمن راهنمايي بخواهد يا مزاحمم شود، عصباني مي شوم.",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "138": {
          "question": "زماني خاطرات روزانه ام را مي نوشتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "139": {
          "question": "معتقدم عليه من توطئه چيني مي شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "140": {
          "question": "ترجيح مي دهم در بازي برنده باشم تا بازنده .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "141": {
          "question": "اغلب شبها بدون اين كه افكار يا خيالاتي ناراحتم كند ، به خواب مي روم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "142": {
          "question": "در طي چند سال گذشته ، اكثر اوقات حالم خوب بوده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "143": {
          "question": "هرگز دچار غش يا تشنج نشده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "144": {
          "question": "وزنم كم و زياد نمي شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "145": {
          "question": "فكر مي كنم كساني مرا تعقيب مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "146": {
          "question": "احساس مي كنم اغلب بي دليل مجازات شده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "147": {
          "question": "به آساني به گريه مي افتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "148": {
          "question": "چيزهايي را كه مي خوانم به خوبي گذشته نمي فهمم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "149": {
          "question": "در طول زندگي ، هرگز حالم بهتر از الان نبوده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "150": {
          "question": "گاهي احساس مي كنم به بيماري خطرناكي مبتلا شده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "151": {
          "question": "گاهي احساس مي كنم كه بايد به خودم يا كس ديگري صدمه بزنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "152": {
          "question": "خوشم نمي آيد قبول كنم كسي زيركانه سرم را كلاه گذاشته است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "153": {
          "question": "زود خسته نمي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "154": {
          "question": "دوست دارم برخي از افراد مهم را بشناسم ، چون اين كار باعث مي شود احساس كنم مهم هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "155": {
          "question": "وقتي از يك جاي بلند به پايين نگاه مي كنم ، مي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "156": {
          "question": "اگر يكي از افراد خانواده ام با قانون درگير شود ، عصبي نمي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "157": {
          "question": "فقط مواقعي كه به مسافرت يا گردش مي روم ، خوشحال هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "158": {
          "question": "برايم مهم نيست كه ديگران درباره ام چه فكر مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "159": {
          "question": "دوست ندارم در ميهمانيها دست به شيرين كاري بزنم ، حتي اگر ديگران نيز چيزي شبيه آن را انجام دهند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "160": {
          "question": "هيچ وقت غش نكرده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "161": {
          "question": "مدرسه را دوست داشتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "162": {
          "question": "خجالتي هستم ، وهميشه مجبورم كاري كنم كه ديگران متوجه اين موضوع نشوند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "163": {
          "question": "كسي سعي مي كند مرا مسموم كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "164": {
          "question": "ترس شديدي از مارها ندارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "165": {
          "question": "هيچ وقت دچار سرگيجه نشده ام ، يا خيلي كم سرگيجه داشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "166": {
          "question": "فكر مي كنم كه حافظه ام خوب است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "167": {
          "question": "مسائل جنسي فكرم را آزار مي دهد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "168": {
          "question": "گفتگو با غريبه ها برايم مشكل است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "169": {
          "question": "آشنايانم مي گويند در مواقعي كارهايي مي كنم كه بعدا\" نمي توانم آنها را به خاطر بياورم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "170": {
          "question": "وقتي خسته مي شوم دوست دارم دست به كاري هيجان آور بزنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "171": {
          "question": "مي ترسم عقلم را از دست بدهم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "172": {
          "question": "با پول دادن به گداها مخالفم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "173": {
          "question": "بارها متوجه شده ام كه وقتي سرگرم انجام كاري هستم ، دستم مي لرزد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "174": {
          "question": "مي توانم مدتي طولاني مطالعه كنم ، بدون اين كه چشمم خسته شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "175": {
          "question": "مطالعه و خواندن مطالبي در مورد كارم را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "176": {
          "question": "بيشتر اوقات در تمام وجودم احساس ضعف مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "177": {
          "question": "خيلي كم دچار سردرد مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "178": {
          "question": "از دقت و مهارت دستهايم كاسته نشده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "179": {
          "question": "گاهي موقع دستپاچه شدن خيس عرق مي شوم ، و اين موضوع خيلي ناراحتم مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "180": {
          "question": "هنگام راه رفتن ، در حفظ تعادلم مشكلي نداشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "181": {
          "question": "ذهنم خوب كار نمي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "182": {
          "question": "من دچار تب يونجه يا حملات آسم نمي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "183": {
          "question": "اوقاتي برايم پيش آمده كه در طي آن بر روي حركات و صحبت كردنم كنترلي نداشتم ، ولي از آنچه در اطرافم مي گذشت ، آگاه بودم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "184": {
          "question": "برخي از افرادي را كه مي شناسم دوست ندارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "185": {
          "question": "خيلي كم خيالبافي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "186": {
          "question": "كاش اين قدر خجالتي نبودم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "187": {
          "question": "از سر و كار داشتن با پول نمي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "188": {
          "question": "اگر خبرنگار بودم ، خيلي دوست داشتم كه اخبار مربوط به تئاتر را گزارش كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "189": {
          "question": "از بسياري از بازيها و سرگرميها لذت مي برم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "190": {
          "question": "از لاس زدن خوشم مي آيد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "191": {
          "question": "اطرافيانم با من بيشتر مثل يك بچه رفتار مي كنند تا يك فرد بالغ .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "192": {
          "question": "دوست دارم روزنامه نگار باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "193": {
          "question": "مادرم زن خوبي است ، يا ( اگر مادرتان مرده است ) مادرم زن خوبي بود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "194": {
          "question": "هنگام قدم زدن خيلي دقت مي كنم كه پايم را روي شكافهاي پياده رو نگذارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "195": {
          "question": "هرگز جوشهايي بر روي پوستم نبوده كه باعث نگرانيم شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "196": {
          "question": "در خانواده من ، محبت و همكاري خيلي كمتر از خانواده هاي ديگر است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "197": {
          "question": "دائما\" نگران چيزي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "198": {
          "question": "فكر مي كنم كار پيمان كاري ساختمان را دوست داشته باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "199": {
          "question": "اغلب صداهايي مي شنوم كه نمي دانم از كجا مي آيند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "200": {
          "question": "من به علم علاقه مندم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "201": {
          "question": "كمك خواستن از دوستان برايم مشكل نيست ، حتي اگر نتوانم اين لطف آنها را جبران كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "202": {
          "question": "شكار كردن را خيلي دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "203": {
          "question": "رفقايم اغلب مورد پسند والدينم نبودند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "204": {
          "question": "گاهي كمي پشت سر ديگران غيبت مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "205": {
          "question": "شنوايي من به خوبي اكثر افراد است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "206": {
          "question": "برخي افراد خانواده ام عاداتي دارند كه باعث رنجش و دلخوري من مي شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "207": {
          "question": "بعضي وقتها احساس مي كنم كه خيلي آسان تصميم مي گيرم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "208": {
          "question": "دوست دارم عضو چند انجمن يا باشگاه باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "209": {
          "question": "تقريبا\" هيچ وقت طپش قلب يا تنگي نفس نداشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "210": {
          "question": "صحبت درباره مسائل جنسي را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "211": {
          "question": "ديدن جاهايي را كه قبلا\" نديده ام دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "212": {
          "question": "وظيفه اي به من الهام شده است كه تاكنون به دقت آن را دنبال كرده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "213": {
          "question": "گاهي مانع كار كساني شده ام كه مي خواسته اند آن كار را نه به خاطر اهميتش ، بلكه به خاطر پيروي از اصول انجام دهند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "214": {
          "question": "زود عصباني مي شوم و زود هم آرام مي گيرم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "215": {
          "question": "خانواده ام تقريبا\" هيچ تسلطي بر روي من نداشته اند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "216": {
          "question": "خيلي غصه مي خورم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "217": {
          "question": "كسي سعي مي كند چيزي را از من بدزدد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "218": {
          "question": "تقريبا\" تمام بستگانم مرا درك مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "219": {
          "question": "مواقعي بوده كه آن قدر بي قرار بوده ام كه نتوانسته ام يك جا بند شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "220": {
          "question": "در عشق شكست خورده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "221": {
          "question": "هيچ وقت نگران قيافه ام نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "222": {
          "question": "اغلب درباره چيزهايي خواب مي بينم كه نمي توان درباره آنها با كسي صحبت كرد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "223": {
          "question": "تمام مسائل مهم درباره امور جنسي را بايد به بچه ها ياد داد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "224": {
          "question": "فكر مي كنم عصبي تر از ديگران نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "225": {
          "question": "من دردي ندارم ، و اگر هم داشته باشم ، بسيار كم است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "226": {
          "question": "كارها را طوري انجام مي دهم كه ديگران مي توانند آن را سوء تعبير كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "227": {
          "question": "گاهي وقتها بدون هيچ دليلي ، يا حتي در شرايط نامناسب ، احساس خوشي و هيجان زيادي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "228": {
          "question": "كساني را كه دائما\" به فكر پول يا مقام هستند ، سرزنش نمي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "229": {
          "question": "اشخاصي هستند كه سعي مي كنند افكار و عقايد مرا بدزدند.",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "230": {
          "question": "مواقعي پيش مي آيد كه گويي مغزم خالي شده است ، بطوري كه فعاليتهايم متوقف شده ، و از آنچه در اطرافم مي گذرد آگاه نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "231": {
          "question": "با كساني كه مي دانم كارشان اشتباه است ، مي توانم رفتار دوستانه اي داشته باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "232": {
          "question": "دوست دارم بين جمعي از افرادي باشم كه مرتب جوك گفته و شوخي مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "233": {
          "question": "گاهي در انتخابات به كساني راي مي دهم كه آنها را اصلا\" نمي شناسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "234": {
          "question": "شروع كردن هر كاري برايم مشكل است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "235": {
          "question": "فكر مي كنم كه يك شخص محكوم هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "236": {
          "question": "در مدرسه شاگرد ضعيفي بودم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "237": {
          "question": "اگر هنر مند بودم دوست داشتم گلها را نقاشي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "238": {
          "question": "از اين كه چندان خوش قيافه نيستم ، زياد ناراحت نمي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "239": {
          "question": "حتي در هواي خنك زود عرق مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "240": {
          "question": "كاملا\" اعتماد به نفس دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "241": {
          "question": "گاهي نمي توانم از دزدي ، يا بلند كردن چيزي از مغازه ها خودداري كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "242": {
          "question": "بهتر است آدم به كسي اعتماد نكند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "243": {
          "question": "هفته اي يك يا چند بار هيجان زده مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "244": {
          "question": "وقتي در جمع هستم ، نمي توانم مطلب مناسبي براي گفتگو پيدا كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "245": {
          "question": "معمولا\" هر وقت دلم مي گيرد ، يك چيز مهيج مي تواند مرا از آن حالت خارج كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "246": {
          "question": "وقتي خانه را ترك مي كنم ، در مورد قفل بودن درها و بسته بودن پنجره ها نگران نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "247": {
          "question": "معتقدم كه گناهان من غير قابل بخشش هستند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "248": {
          "question": "يك يا چند قسمت پوستم بي حس است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "249": {
          "question": "سوء استفاده از كسي را كه خود اجازه چنين كاري را مي دهد ، بد نمي دانم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "250": {
          "question": "بينايي من به خوبي سالهاي گذشته است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "251": {
          "question": "گاهي اوقات به قدري از زرنگي بعضي از جنايتكاران خوشم آمده كه آرزو كرده ام گير نيفتند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "252": {
          "question": "اغلب احساس مي كنم كه غريبه ها به ديده انتقاد آميز به من نگاه مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "253": {
          "question": "براي من مزه همه چيز يكسان است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "254": {
          "question": "من هر روز ، بيش از حد عادي آب مي خورم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "255": {
          "question": "بيشتر مردم به اين علت با كسي دوست مي شوند كه ممكن است اين دوستي برايشان مفيد باشد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "256": {
          "question": "به ندرت احساس كرده ام گوشهايم زنگ بزند يا وزوز كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "257": {
          "question": "گاهي اوقات از عزيزترين كسان خود هم متنفر مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "258": {
          "question": "اگر خبرنگار بودم دوست داشتم اخبار ورزشي را گزارش كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "259": {
          "question": "من در طول روز مي توانم بخوابم ولي شبها قادر به خواب نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "260": {
          "question": "مطمئنم كه ديگران پشت سرم راجع به من صحبت مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "261": {
          "question": "گاهي به شوخيهاي بي ادبانه مي خندم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "262": {
          "question": "در مقايسه با دوستانم ترسهاي كمتري دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "263": {
          "question": "وقتي در جمعي از من بخواهند بحثي را شروع كنم يا مطلبي را توضيح دهم ، دستپاچه نمي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "264": {
          "question": "هميشه وقتي يك جنايتكار به وسيله دفاعيات يك وكيل زرنگ آزاد مي شود ، از قانون بيزار مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "265": {
          "question": "در مصرف مشروبات الكلي افراط كرده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "266": {
          "question": "تا وقتي كسي با من حرف نزند با او صحبت نمي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "267": {
          "question": "هرگز گرفتاري قانوني نداشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "268": {
          "question": "اوقاتي بوده كه در طي آن به طرز غير عادي و بدون علت خاصي احساس خوشحالي مي كردم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "269": {
          "question": "افكار مربوط به امور جنسي آزارم مي دهد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "270": {
          "question": "وقتي چند نفر به دردسر مي افتند ، بهترين كار اين است كه داستاني درست كرده و همه به آن بچسبند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "271": {
          "question": "ديدن آزار و اذيت حيوانات باعث ناراحتي من نمي شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "272": {
          "question": "فكر مي كنم احساساتي تر از ديگران هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "273": {
          "question": "هرگز در زندگي عروسك بازي را دوست نداشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "274": {
          "question": "اغلب اوقات زندگي برايم رنج آور است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "275": {
          "question": "در مورد بعضي مسائل آن قدر حساسم كه نمي توانم در موردشان صحبت كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "276": {
          "question": "در مدرسه صحبت كردن در مقابل كلاس برايم خيلي مشكل بود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "277": {
          "question": "من مادرم را دوست دارم ، يا ( اگر مادرتان مرده است ) ، من مادرم را دوست داشتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "278": {
          "question": "اكثر اوقات ، حتي در كنار ديگران احساس تنهايي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "279": {
          "question": "ديگران به قدر لازم با من تفاهم دارند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "280": {
          "question": "از شركت در بازيهايي كه خوب بلد نيستم خودداري مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "281": {
          "question": "فكر مي كنم مي توانم مثل ديگران به آساني دوست پيدا كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "282": {
          "question": "دوست ندارم ديگران دور و برم باشند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "283": {
          "question": "ديگران مي گويند كه من هنگام خواب راه مي روم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "284": {
          "question": "كسي كه با سهل انگاري خود ديگران را به دزديدن اموالش وسوسه مي كند ، به اندازه كسي كه دزدي كرده ، مقصر است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "285": {
          "question": "فكر مي كنم تقريبا\" هركسي براي اين كه به دردسر نيفتد ، دروغ خواهد گفت .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "286": {
          "question": "من حساس تر از اغلب مردم هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "287": {
          "question": "اغلب مردم باطنا\" دوست ندارند كه براي كمك به ديگران خود را به دردسر بيندازند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "288": {
          "question": "بيشتر رويا هايم درباره مسائل جنسي است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "289": {
          "question": "پدر و مادر و افراد خانواده ام بيش از حد از من ايراد مي گيرند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "290": {
          "question": "خيلي زود دستپاچه مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "291": {
          "question": "درباره پول و كار نگران هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "292": {
          "question": "هيچ وقت عاشق كسي نبوده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "293": {
          "question": "بعضي از كارهايي كه افراد خانواده ام انجام داده اند ، مرا به وحشت انداخته است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "294": {
          "question": "تقريبا\" هيچ وقت خواب نمي بينم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "295": {
          "question": "بيشتر اوقات لكه هاي قرمزي روي گردنم پيدا مي شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "296": {
          "question": "هرگز احساس فلجي يا ضعف غير طبيعي ، در هيچ يك عضلاتم نداشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "297": {
          "question": "گاهي بدون آن كه سرما خورده باشم ، صدايم در نمي آيد يا تغيير مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "298": {
          "question": "اغلب پدر و مادرم مرا به اطاعت وادار مي كردند ، حتي وقتي كه من اين كار آنها را غير منطقي مي دانستم.",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "299": {
          "question": "گاهي بوهاي ناجوري به مشامم مي رسد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "300": {
          "question": "نمي توانم ذهنم را روي يك موضوع متمركز كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "301": {
          "question": "من به دلايلي ، نسبت به يك يا چند نفر از اعضاي خانواده ام حسادت مي كنم.",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "302": {
          "question": "تقريبا\" هميشه درباره كسي يا چيزي نگران هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "303": {
          "question": "خيلي زود حوصله ام از دست ديگران سر مي رود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "304": {
          "question": "اغلب آرزو مي كنم اي كاش مرده بودم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "305": {
          "question": "گاهي آن قدر هيجان زده مي شوم كه خوابيدن برايم مشكل مي گردد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "306": {
          "question": "من بيشتر از سهم خود در زندگي نگراني داشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "307": {
          "question": "براي هيچ كس چندان مهم نيست كه چه بر سرمن مي آيد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "308": {
          "question": "گاهي آن قدر خوب مي شنوم كه باعث ناراحتيم مي شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "309": {
          "question": "هرچيزي را كه به من مي گويند بلافاصله فراموش مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "310": {
          "question": "معمولا\" حتي در امور جزيي ، مجبورم كه قبل از اقدام صبر كرده و فكر كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "311": {
          "question": "وقتي در خيابان آشنايانم را مي بينم ، براي اجتناب از روبرو شدن با آنها به طرف ديگر خيابان مي روم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "312": {
          "question": "اغلب احساس مي كنم چيزهاي دور و برم واقعي نيستند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "313": {
          "question": "تنها قسمت جالب نشريات ، بخش فكاهي آنهاست .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "314": {
          "question": "عادت دارم كه چيزهاي بي اهميت ( مانند درختها يا تيرهاي چراغ برق) را بشمارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "315": {
          "question": "دشمني ندارم كه واقعا\" بخواهد به من صدمه بزند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "316": {
          "question": "با كساني كه دوستانه تر از حد معمول به نظر مي رسند ، با احتياط رفتار مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "317": {
          "question": "افكار غير عادي و عجيب وقريبي دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "318": {
          "question": "دور شدن از خانه ، حتي براي مسافرتهاي كوتاه ، مرا مضطرب و ناراحت مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "319": {
          "question": "معمولا\" انتظار دارم در كارهايي كه انجام مي دهم ، موفق شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "320": {
          "question": "هنگامي كه تنها هستم ، چيزهاي عجيب و غريبي مي شنوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "321": {
          "question": "گاهي از افراد يا چيزهايي مي ترسم كه مي دانم صدمه اي به من نمي زنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "322": {
          "question": "از تنها وارد شدن به اتاقي كه يك عده در آن مشغول صحبت هستند ، احساس ترس و ناراحتي نمي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "323": {
          "question": "از به كار بردن چاقو يا هر چيز برنده و نوك تيز مي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "324": {
          "question": "گاهي از آزار رساندن به كسي كه خيلي دوستش دارم ، لذت مي برم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "325": {
          "question": "به آساني مي توانم ديگران را از خودم بترسانم ، و گاهي براي شوخي اين كار را مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "326": {
          "question": "براي من تمركز حواس مشكلتر از ديگران است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "327": {
          "question": "بارها اتفاق افتاده كه از انجام كاري منصرف شده ام ، زيرا توانايي انجام آن را در خود نديده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "328": {
          "question": "كلمات بد و خيلي زشتي به ذهنم خطور مي كند و نمي توانم از شر آنها خلاص شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "329": {
          "question": "گاهي افكار بي اهميتي به ذهنم هجوم مي آورند و تا چند روز مرا ناراحت مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "330": {
          "question": "تقريبا\" هر روز چيزهايي اتفاق مي افتد كه مرا مي ترساند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "331": {
          "question": "گاهي سرشار از انرژي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "332": {
          "question": "معمولا\" كارها را سخت مي گيرم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "333": {
          "question": "گاهي از آزار ديدن به وسيله كسي كه دوستش دارم ، لذت مي برم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "334": {
          "question": "مردم درباره من چيزهاي زشت و توهين آميزي مي گويند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "335": {
          "question": "در جاهاي بسته احساس ناراحتي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "336": {
          "question": "زياد خود پسند نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "337": {
          "question": "كسي فكر و ذهن مرا كنترل مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "338": {
          "question": "در ميهمانيها بيشتر اوقات به جاي اين كه داخل جمع شوم ، ترجيح مي دهم تنها يا فقط با يك نفر بنشينم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "339": {
          "question": "بيشتر اوقات رفتار مردم برخلاف انتظار من است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "340": {
          "question": "گاهي احساس كرده ام مشكلاتم آن قدر زياد شده اند كه نمي توانم بر آنها غلبه كنم.",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "341": {
          "question": "ديد و بازديد از آشنايان را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "342": {
          "question": "گاهي ذهنم كند تر از حد معمول كار مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "343": {
          "question": "در اتوبوس ، قطار و غيره ، اغلب با غريبه ها صحبت مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "344": {
          "question": "بچه ها را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "345": {
          "question": "از شرط بندي روي چيزهاي كوچك خوشم مي آيد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "346": {
          "question": "اگر امكاناتي فراهم شود ، مي توانم كاري انجام دهم كه براي مردم بسيار سودمند باشد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "347": {
          "question": "اغلب به افراد به اصطلاح متخصصي برخورده ام ، كه به اندازه من كار بلد نبودند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "348": {
          "question": "وقتي مي شنوم يكي از آشنايانم به موفقيتي رسيده است ، احساس شكست مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "349": {
          "question": "اغلب آرزو مي كنم اي كاش بچه بودم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "350": {
          "question": "خوش ترين ساعات زندگيم وقتي است كه تنها باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "351": {
          "question": "اگر به من فرصت دهند ، رهبر خوبي براي مردم مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "352": {
          "question": "از شنيدن داستانها و جوكهاي بي ادبانه خجالت مي كشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "353": {
          "question": "معمولا\" مردم بيش از آن چه به ديگران احترام مي گذارند ، توقع احترام دارند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "354": {
          "question": "از ميهمانيها فقط به اين دليل كه با مردم هستم لذت مي برم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "355": {
          "question": "سعي مي كنم داستانهاي خوبي را به خاطر بسپارم تا بتوانم به ديگران بازگو كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "356": {
          "question": "يك يا چند بار در زندگي احساس كرده ام فردي به وسيله هيپنوتيزم مرا وادار به انجام كارهايي كرده است",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "357": {
          "question": "زماني كه مشغول انجام كاري هستم ، نمي توانم حتي براي يك لحظه آن را كنار بگذارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "358": {
          "question": "اغلب در غيبت كردن و عيب جويي هاي اطرافيانم شركت نمي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "359": {
          "question": "اغلب ، ديگران نسبت به فكر هاي خوب من حسادت مي كنند ، فقط به اين دليل كه اين فكرها قبلا\" به ذهن خود آنها نرسيده بود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "360": {
          "question": "از شور و هيجان در يك جمع لذت مي برم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "361": {
          "question": "از ملاقات با آدمهاي غريبه ناراحت نمي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "362": {
          "question": "كسي سعي دارد روي فكر من تاثير بگذارد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "363": {
          "question": "يادم مي آيد گاهي براي خلاص شدن از گرفتاري ، خودم را به مريضي زده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "364": {
          "question": "هنگامي كه در جمع دوستان شاد و سر زنده هستم ، نگرانيهايم بر طرف مي شود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "365": {
          "question": "هنگامي كه كاري خوب پيش نمي رود ، دلم مي خواهد آن كار را فورا\" كنار بگذارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "366": {
          "question": "دوست دارم ديگران بدانند من بر كارها مسلط هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "367": {
          "question": "مواقعي بوده كه به قدري سرشار از انرژي بوده ام كه چند روزي نياز به خواب نداشتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "368": {
          "question": "هر وقت امكان داشته باشد از حضور در ميان جمعيت پرهيز مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "369": {
          "question": "از روبرو شدن با گرفتاري يا مشكل شانه خالي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "370": {
          "question": "هنگامي كه مي خواهم كاري انجام دهم و ديگران مي گويند كه ارزش انجام دادن ندارد ، آن را كنار مي گذارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "371": {
          "question": "ميهمانيها و اجتماعات را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "372": {
          "question": "اغلب آرزو مي كنم كه اي كاش از جنس مخالف بودم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "373": {
          "question": "زود عصباني نمي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "374": {
          "question": "در گذشته كارهاي زشتي انجام داده ام كه هرگز درباره آنها با كسي صحبت نكرده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "375": {
          "question": "اغلب مردم براي پيشرفت در زندگي ، تا حدي از روشهاي غيرعادلانه استفاده مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "376": {
          "question": "هنگامي كه ديگران سوالات خصوصي ازمن مي پرسند ، عصبي مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "377": {
          "question": "فكر مي كنم نمي توانم براي آينده ام برنامه ريزي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "378": {
          "question": "از خودم ، با وضع و حالي كه فعلا\" دارم ، راضي نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "379": {
          "question": "زماني كه خانواده دوستانم در مورد زندگيم مرا نصيحت مي كنند ، عصباني مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "380": {
          "question": "در بچگي زياد تنبيه بدني شده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "381": {
          "question": "هنگامي كه ديگران از من تعريف مي كنند ، ناراحت مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "382": {
          "question": "دوست ندارم نظر ديگران را در مورد زندگي بشنوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "383": {
          "question": "اغلب ، با افرادي كه به من نزديك هستند ، اختلاف نظر جدي دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "384": {
          "question": "وقتي كه واقعا\" كارها بد پيش مي رود ، مي دانم كه مي توانم روي كمك خانواده ام حساب كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "385": {
          "question": "در بچگي ميهمان بازي را دوست داشتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "386": {
          "question": "از آتش نمي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "387": {
          "question": "گاهي از سايرين دوري مي كنم ، چون مي ترسم پيش آنها كاري بكنم يا حرفي بزنم كه بعدا\" پشيمان شوم",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "388": {
          "question": "من گاهي مشروب مي خورم ، و فقط در اين مواقع است كه مي توانم احساس واقعيم را بيان كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "389": {
          "question": "خيلي كم دوره هاي غمگيني داشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "390": {
          "question": "اغلب مي گويند كه من آدم جوشي و تند خويي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "391": {
          "question": "از اين كه درگذشته بعضي حرفهايم ممكن است ديگران را رنجانده باشد ، ناراحتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "392": {
          "question": "احساس مي كنم نمي توانم همه چيزها را درباره خودم به كسي بگويم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "393": {
          "question": "رعد و برق يكي از چيزهايي است كه از آن مي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "394": {
          "question": "دوست دارم مردم را درباره كارهاي بعديم در حال حدس و گمان نگه دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "395": {
          "question": "اغلب نقشه هايي كه در گذشته كشيده ام ، آن قدر پر اشكال بوده كه مجبور شده ام از آنها صرف نظر كنم",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "396": {
          "question": "از تنها ماندن در تاريكي مي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "397": {
          "question": "اغلب اوقات وقتي خواستم جلوي اشتباه كسي را بگيرم ، نگران اين بوده ام كه مبادا فكر كند نيت بدي دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "398": {
          "question": "طوفان مرا به وحشت مي اندازد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "399": {
          "question": "اغلب از ديگران راهنمايي مي خواهم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "400": {
          "question": "آينده هر فرد نا مطمئن تر از آن است كه بتواند براي آن نقشه هاي جدي در نظر بگيرد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "401": {
          "question": "اغلب اوقات حتي زماني كه همه چيز خوب پيش مي رود ، احساس مي كنم هيچ چيز برايم مهم نيست .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "402": {
          "question": "از آب نمي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "403": {
          "question": "اغلب براي تصميم گيري در مورد كاري بايد مدتهاي طولاني روي آن فكر كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "404": {
          "question": "وقتي خواسته ام به كسي خوبي كرده و كمكش كنم ، اغلب در مورد نيت من دچار سوء تفاهم شده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "405": {
          "question": "مشكلي در بلعيدن ندارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "406": {
          "question": "معمولا\" آرام هستم و به آساني عصباني نمي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "407": {
          "question": "مطمئنا\" از ضربه زدن به مجرمين ، به شيوه خودشان ، لذت خواهم برد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "408": {
          "question": "به دليل گناهاني كه مرتكب شده ام ، سزاوار مجازات سختي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "409": {
          "question": "از شكستها چنان ناراحت مي شوم كه نمي توانم آنها را از ذهنم بيرون كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "410": {
          "question": "از اين كه هنگام كار كردن كسي مرا نگاه كند ناراحت مي شوم ، حتي زماني كه مي دانم مي توانم آن كار را به خوبي انجام دهم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "411": {
          "question": "اگر كسي در صف از من جلو بزند ، آن قدر ناراحت مي شوم كه به او اعتراض مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "412": {
          "question": "گاهي فكر مي كنم به درد هيچ كاري نمي خورم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "413": {
          "question": "در دوران مدرسه ، اغلب غيبت مي كردم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "414": {
          "question": "يك يا چند نفر از افراد خانواده ام ، آدمهايي بسيار عصبي هستند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "415": {
          "question": "گاهي مجبور شده ام با افراد گستاخ و مزاحم رفتار خشني داشته باشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "416": {
          "question": "درباره بدبختيهاي احتمالي آينده نگرانم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "417": {
          "question": "عقايد سياسي محكمي دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "418": {
          "question": "دوست دارم در مسابقات اتومبيل راني شركت كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "419": {
          "question": "استفاده از حقه هاي قانوني ، به شرط آن كه منجر به قانون شكني نشود ، اشكالي ندارد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "420": {
          "question": "عده اي هستند كه من از آنها آن قدرمتنفرم كه وقتي گرفتاري برايشان پيش مي آيد ، عميقا\" خوشحال مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "421": {
          "question": "انتظار كشيدن مرا عصباني مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "422": {
          "question": "اگر ديگران فكر كنند كه من كاري را درست انجام نمي دهم ، آن كار را كنار مي گذارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "423": {
          "question": "كوچكتر كه بودم ، شيفته شور و هيجان بودم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "424": {
          "question": "براي غلبه بر رقيب خود ، حاضرم هر كاري بكنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "425": {
          "question": "از اين كه مردم در خيابان ، فروشگاه ، و . . . مرا نگاه كنند ناراحت مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "426": {
          "question": "مردي كه در دوران كودكي از من نگهداري مي كرد ( مانند پدر يا ناپدري ) نسبت به من خيلي سخت گير بود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "427": {
          "question": "لي لي و طناب بازي را دوست داشتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "428": {
          "question": "تا بحال هرگز يك شبح نديده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "429": {
          "question": "تاكنون چندين بار نظرم را درباره شغل دائمي خود تغيير داده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "430": {
          "question": "هرگز بدون تجويز پزشك ، دارو يا قرص خواب آور مصرف نمي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "431": {
          "question": "اغلب از اين كه بد اخلاق و زود رنج هستم تاسف مي خورم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "432": {
          "question": "در مدرسه هميشه نمره انضباطم بد بود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "433": {
          "question": "من شيفته آتش هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "434": {
          "question": "هنگامي كه مجبور باشم ، تنها آن قسمت از حقيقت را مي گويم كه براي خودم ضرري نداشته باشد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "435": {
          "question": "اگر من با چند تن از دوستانم دچار گرفتاري مي شديم ، و همه به يك اندازه مقصر بوديم ، ترجيح مي دادم كه همه تقصيرها را خودم بر عهده بگيرم ، اما دوستانم را لو ندهم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "436": {
          "question": "اغلب اوقات از تاريكي مي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "437": {
          "question": "هنگامي كه مردي زني را ملاقات مي كند ، معمولا\" به جنبه هاي جنسي زن فكر مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "438": {
          "question": "معمولا\" با افرادي كه مي خواهم آنها را راهنمايي يا اصلاح كنم ، بسيار رك هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "439": {
          "question": "از تصور وقوع يك زمين لرزه به وحشت مي افتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "440": {
          "question": "بلافاصله يك نظر يا فكر خوب را صد در صد قبول مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "441": {
          "question": "معمولا\" به جاي راهنمايي خواستن از ديگران ترجيح مي دهم خودم كارها را حل و فصل كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "442": {
          "question": "از اين كه در محل در بسته و يا جايي شبيه انباري باشم ، مي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "443": {
          "question": "بايد قبول كنم كه گاهي بي دليل درباره چيزهايي واقعا\" بي اهميت نگران شده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "444": {
          "question": "هرگز نظر بد يا احساس ترحم خودم را نسبت به ديگران پنهان نمي كنم ، ولو آن كه از من برنجد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "445": {
          "question": "من آدم بسيار حساسي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "446": {
          "question": "غالبا\" زير دست كساني كار كرده ام كه كارها را طوري جور مي كنند كه امتيازها نصيب خودشان شود ، اما بتوانند اشتباهات را به گردن زير دستان خود بياندازند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "447": {
          "question": "چون آدم كمرويي هستم ، گاهي دفاع از حقم برايم سخت است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "448": {
          "question": "از ديدن زباله منزجر و يا وحشتزده مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "449": {
          "question": "در عالم رويا براي خود يك زندگي خيالي ساخته ام ، كه در باره آن با ديگران حرف نمي زنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "450": {
          "question": "بعضي از افراد خانواده ام تند خو هستند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "451": {
          "question": "نمي توانم هيچ كاري را خوب انجام دهم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "452": {
          "question": "از اين كه اغلب اوقات احساس تاسفم را بيش از آنچه واقعا\" هست نشان مي دهم ، احساس گناه مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "453": {
          "question": "معمولا\" قاطعانه از عقايد خودم دفاع مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "454": {
          "question": "از عنكبوت نمي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "455": {
          "question": "به آينده اميدي ندارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "456": {
          "question": "اعضاي خانواده و بستگان نزديكم روابط خوبي با هم دارند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "457": {
          "question": "دوست دارم لباسهاي گران قيمت بپوشم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "458": {
          "question": "حتي وقتي در مورد موضوعي تصميم گرفته ام ، ديگران مي توانند نظرم را به آساني تغيير دهند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "459": {
          "question": "از ديدن بعضي حيوانات ناراحت مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "460": {
          "question": "مي توانم به اندازه ديگران درد را تحمل كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "461": {
          "question": "چندين بار من آخرين نفري بوده ام كه از تلاش براي انجام كاري دست كشيده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "462": {
          "question": "از اين كه ديگران مرا وادار به عجله كنند ، عصباني مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "463": {
          "question": "از موش نمي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "464": {
          "question": "هفته اي چند بار احساس مي كنم كه گويي اتفاق خطرناكي در حال وقوع است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "465": {
          "question": "اغلب اوقات احساس خستگي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "466": {
          "question": "تعمير كردن قفل درب را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "467": {
          "question": "گاهي مطمئنم كه ديگران مي توانند افكارم را بخوانند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "468": {
          "question": "دوست دارم مطالب علمي بخوانم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "469": {
          "question": "از تنها بودن در يك مكان وسيع و سرباز مي ترسم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "470": {
          "question": "گاهي احساس مي كنم كه دارم متلاشي مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "471": {
          "question": "تعداد زيادي از مردم مرتكب رفتارهاي جنسي ناپسند مي شوند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "472": {
          "question": "بارها در اواسط شب وحشت زده شده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "473": {
          "question": "از اين كه فراموش كنم اشياء را كجا گذاشته ام ، بسيار ناراحت مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "474": {
          "question": "كسي كه در بچگي بيش از همه به او دلبسته بودم و بيشتر از هركس ديگري او را تحسين مي كردم ، يك زن بود ( مادر ، خواهر ، عمه ، يا زن ديگري )",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "475": {
          "question": "داستانهاي ماجراجويانه را بيشتر از داستانهاي عشقي دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "476": {
          "question": "اغلب گيج شده و فراموش مي كنم كه چه مي خواستم بگويم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "477": {
          "question": "من آدم بسيار دست و پا چلفتي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "478": {
          "question": "انجام ورزشهاي خشن ( مثل بوكس ) را واقعا\" دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "479": {
          "question": "از همه اعضاء خانواده ام متنفرم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "480": {
          "question": "بعضي ها فكر مي كنند كه شناختن من مشكل است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "481": {
          "question": "بيشتر اوقات فراغتم را به تنهايي مي گذرانم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "482": {
          "question": "وقتي ديگران كاري مي كنند كه باعث خشم من مي شود ، نارضايتي خودم را نسبت به كارشان بيان مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "483": {
          "question": "معمولا\" تصميم گيري برايم سخت است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "484": {
          "question": "مردم مرا آدم جذابي نمي دانند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "485": {
          "question": "مردم با من خيلي مهربان نيستند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "486": {
          "question": "اغلب احساس مي كنم كه به خوبي ديگران نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "487": {
          "question": "من خيلي لجوج هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "488": {
          "question": "مصرف حشيش برايم لذت بخش بوده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "489": {
          "question": "بيماري رواني نشانه ضعف فرد است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "490": {
          "question": "من گرفتار مواد مخدر يا الكل هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "491": {
          "question": "ارواح يا اشياء مي توانند مردم را در جهت خوب يا بد تحت تاثير قرار دهند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "492": {
          "question": "وقتي مجبورم تصميمات مهمي بگيرم ، احساس در ماندگي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "493": {
          "question": "هميشه سعي مي كنم خوشحال باشم ، حتي زماني كه ديگران ناراحت هستند يا ايراد مي گيرند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "494": {
          "question": "هنگامي كه با مشكلي مواجه مي شوم ، در ميان گذاشتن آن با ديگران كمكم مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "495": {
          "question": "به اهداف اصلي خود در زندگي رسيده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "496": {
          "question": "معتقدم كه مردم بايد مشكلات شخصيشان را براي خود نگه دارند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "497": {
          "question": "اين روزها احساس فشار يا استرس زيادي نمي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "498": {
          "question": "فكر اين كه تغييراتي در زندگيم بدهم ، ناراحتم مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "499": {
          "question": "بزرگترين مشكل من ناشي از رفتار يكي از نزديكترين كسانم است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "500": {
          "question": "از رفتن به دكتر متنفرم ‚ حتي موقعي كه مريض هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "501": {
          "question": "با اين كه از زندگيم راضي نيستم ، اما در اين مورد كاري از دستم بر نمي آيد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "502": {
          "question": "براي كاهش مشكلات و نگرانيها ، صحبت كردن با ديگران مفيد تر از دارو خوردن است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "503": {
          "question": "من عادتهاي واقعا\" مضري دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "504": {
          "question": "مواقعي كه مشكلاتي پيش مي آيد ، ترجيح مي دهم ترجيح مي دهم ، كه ديگران به حل آن بپردازند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "505": {
          "question": "معايبي دارم كه نمي توانم آنها را از بين ببرم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "506": {
          "question": "كارهاي روزمره زندگي آن قدر حالم را به هم مي زند كه دلم مي خواهد همه آنها را رها كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "507": {
          "question": "تازگيها به فكر خودكشي افتاده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "508": {
          "question": "هنگامي كه ديگران مزاحم كارم مي شوند ، اغلب بسيار بد اخلاق مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "509": {
          "question": "اغلب احساس مي كنم كه مي توانم فكر ديگران را بخوانم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "510": {
          "question": "در مواقعي كه مجبورم تصميمات مهمي بگيرم ،عصباني مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "511": {
          "question": "ديگران مي گويند كه من خيلي تند غذا مي خورم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "512": {
          "question": "هفته اي يك بار يا بيشتر مست يا نشئه مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "513": {
          "question": "كسي يا چيز پر ارزشي را از دست داده ام كه هرگز آن را فراموش نخواهم كرد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "514": {
          "question": "گاهي آن قدر خشمگين و ناراحت مي شوم كه حال خودم را نمي فهمم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "515": {
          "question": "قبول نكردن كاري كه ديگران از من مي خواهند برايم مشكل است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "516": {
          "question": "خوشترين اوقات من زماني است كه تنها هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "517": {
          "question": "زندگيم پوچ و بي معني است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "518": {
          "question": "نمي توانم در شغلي براي مدت طولاني بمانم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "519": {
          "question": "در زندگي اشتباهات زيادي داشته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "520": {
          "question": "از اين كه در برابر ديگران زياد تسليم مي شوم ، ناراحتم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "521": {
          "question": "تازگيها درباره خودكشي زياد فكر مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "522": {
          "question": "تصميم گيري به جاي ديگران و تعيين شغل براي آنها را دوست دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "523": {
          "question": "حتي اگر خانواده ام نباشد ، مي دانم كه هميشه كسي از من مراقبت خواهد كرد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "524": {
          "question": "از ايستادن در صف جاهايي مثل سينما ، رستوران ، مكانهاي ورزشي ، و . . . متنفرم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "525": {
          "question": "من سعي كرده ام خود را بكشم ، اما هيچ كس اين موضوع را نمي داند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "526": {
          "question": "همه چيز در اطرافم بسيار سريع مي گذرد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "527": {
          "question": "مي دانم كه سربار ديگران هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "528": {
          "question": "بعد از يك روز بد ، معمولا\" به مشروب نياز دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "529": {
          "question": "بيشتر مشكلات من از بد شانسي است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "530": {
          "question": "گاهي به نظر مي رسد كه نمي توانم حرف زدنم را قطع كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "531": {
          "question": "گاهي بدون اين كه علتش را بدانم ، عمدا\" خودم را زخمي مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "532": {
          "question": "من ساعتهاي طولاني كار مي كنم ، حتي اگر شغلم ايجاب نكند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "533": {
          "question": "معمولا\" پس از اين كه خوب گريه مي كنم ، احساس مي كنم كه حالم بهتر شده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "534": {
          "question": "فراموش مي كنم كه چيزها را كجا مي گذارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "535": {
          "question": "اگر مي توانستم دوباره زندگي كنم ، تغيير زيادي در آن نمي دادم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "536": {
          "question": "اگر افرادي كه به آنها اعتماد كرده ام كارهايشان را سر وقت انجام ندهند ، بسيار كج خلق مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "537": {
          "question": "به دنبال هر ناراحتي ، سردرد مي گيرم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "538": {
          "question": "از انجام دادن معامله اي كه در آن به طرف مقابل كلك بزنم ، خوشم مي آيد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "539": {
          "question": "اغلب مردها هرچند وقت يك بار به همسرشان خيانت مي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "540": {
          "question": "اخيرا\" نسبت به حل مشكلاتم بي علاقه شده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "541": {
          "question": "يك بار به دنبال مشروب خوردن ، عصباني شده و ظروف و اثاثيه را شكسته ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "542": {
          "question": "اگر براي انجام كاري محدوديت زماني داشته باشم ، آن را بهتر انجام مي دهم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "543": {
          "question": "يك بار به قدري از دست كساني عصباني شده ام كه احساس كرده ام دارم منفجر مي شوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "544": {
          "question": "گاهي افكار وحشتناكي در مورد خانواده ام به ذهنم مي آيد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "545": {
          "question": "ديگران مي گويند كه من به مشروب معتاد هستم ، اما خودم موافق نيستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "546": {
          "question": "براي انجام كارهايم هميشه وقت كم مي آورم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "547": {
          "question": "اين روزها دائما\" به مرگ و زندگي پس از آن فكر مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "548": {
          "question": "بيشتر اوقات چيزهايي را هم كه ممكن است هرگز به درد نخورد ، نگه مي دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "549": {
          "question": "گاهي آن قدر عصباني شده ام كه در حين دعوا به كسي صدمه زده ام .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "550": {
          "question": "اخيرا\" احساس مي كنم در هر كاري كه انجام مي دهم مورد آزمايش قرار مي گيرم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "551": {
          "question": "در حال حاضر ارتباط زيادي با بستگانم ندارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "552": {
          "question": "گاهي به نظرم مي رسد افكارم را كه با صداي بلند بيان مي شوند ، مي شنوم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "553": {
          "question": "هنگامي كه غمگين هستم ، معمولا\" با ديدار دوستانم ناراحتيم از بين مي رود .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "554": {
          "question": "به نظر مي رسد هرچه كه الان برايم رخ مي دهد ، قبلا\" نيز برايم رخ داده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "555": {
          "question": "هر وقت زندگي برايم سخت مي شود ، جز تسليم چاره اي نمي بينم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "556": {
          "question": "حتي در خانه خودم ، به تنهايي نمي توانم به يك اتاق تاريك بروم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "557": {
          "question": "فكر پول و درآمد ذهنم را خيلي به خود مشغول كرده است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "558": {
          "question": "مرد بايد رييس خانواده باشد .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "559": {
          "question": "فقط در خانه خودم احساس آرامش مي كنم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "560": {
          "question": "افرادي كه با آنها كار مي كنم ، مشكلات مرا درك نمي كنند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "561": {
          "question": "از درآمدم راضي هستم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "562": {
          "question": "معمولا\" براي انجام كارهايم انرژي كافي دارم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "563": {
          "question": "تعريف و تمجيد ديگران از من ، ناراحتم مي كند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "564": {
          "question": "در اغلب ازدواجها ، يك يا هر دو طرف ناخشنودند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "565": {
          "question": "تقريبا\" هيچ وقت كنترل خود را از دست نمي دهم .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "566": {
          "question": "اين روزها به خاطر سپردن گفته هاي ديگران برايم مشكل است .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "567": {
          "question": "غمگيني يا ناراحتيم به كارم لطمه مي زند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        },
        "568": {
          "question": "بيشتر زوجهاي متاهل نسبت به هم علاقه زيادي نشان نمي دهند .",
          "choices": [
            {
              "label": "غلط",
              "value": 0
            },
            {
              "label": "درست",
              "value": 1
            }
          ]
        }
      }
}