import { entityTypes } from "../../../types";

export const ENTJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png", //mistake
  },
  {
    type: "title",
    data: "برون گرای شهودی متفکر داوری کننده (ENTJ)",
  },
  {
    type: "paragraph",
    data: `پرنشاط، صادق، صبور و دلسوز و موفق در مطالعات و آموزش های تحصیلی می باشد. قدرت رهبری در فعالیت های مختلف را دارد. معمولا در کارهایی که نیاز به منطق زیاد و بیان هوشیارانه دارد مثل صحبت کردن در یک جمع موفق می شود. اطلاعات کافی راجع به موضوعات روز دارند و همچنان به منابع اطلاعاتی خود می افزاید. گاهی اوقات اعتماد به نفس و روحیه قوی تری نسبت به تجربه واقعی خود در زندگی به دیگران ارایه می نماید.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `دوست دارند مسئول باشند، اغلب مشاغل سرپرستی مدیریت و رهبری را بر عهده دارند. آنها مایل هستند که مسئول بهره برداری از توانایی های ویژه خود باشند.`,
  },
  {
    type: "list",
    data: `رهبران موافق هستند. برای رهبری و بنیان نهادن سازمان ها بسیار مناسب هستند.`,
  },
  {
    type: "list",
    data: `موانع را به عنوان چالش در نظر می گیرند. آنها این توانایی را دارند که مشکلات سازمان را آشکارا شناسایی کرده و راه حل هایی ابتکاری برای کوتاه مدت یا بلندمدت، بسته به نیاز سازمان ارائه کنند.`,
  },
  {
    type: "list",
    data: `برای رسیدن به هدف هایشان به روش های استراتژیک توجه می کنند.`,
  },
  {
    type: "list",
    data: `حقایق و استراتژی ها را از قبل سازمان دهی می کنند و دوست دارند که کارهایشان زودتر از زمان مقرر تمام شود.`,
  },
  {
    type: "list",
    data: `عدم کارایی را دوست ندارند، از نداشتن صلاحیت، از نداشتن قاطعیت بیزارند.`,
  },
  {
    type: "list",
    data: `رقابت جو هستند. اغلب معتاد به کار می باشند.`,
  },
  {
    type: "list",
    data: `دوست دارند با اشخاص قوی، مستقل و نتیجه گرا کار کنند.`,
  },
  {
    type: "list",
    data: `بدون این که دلیل منطقی وجود داشته باشد تسلیم نمی شوند.`,
  },
  {
    type: "list",
    data: `دوست دارند عهده دار امور باشند، تصمیم گیرنده باشند. مایل نیستند از دیگران دستورالعمل و راهنمایی بگیرند. مگر آن که آن شخص از دانش و صلاحیت بیشتری برخوردار باشد.`,
  },
  {
    type: "list",
    data: `برای مسائل راه حل های منطقی ارائه می دهند. دوست دارند با دستورالعمل ها و راهنمایی های روشن و واضح کار کنند.`,
  },
  {
    type: "title",
    data: `مشاغل مناسب`,
  },
  {
    type: "slogan",
    data: `همه چیز عالی است. سررشته امور در دست من است.`,
  },
  {
    type: "list",
    data: `تجارت و بازرگانی`,
  },
  {
    type: "list",
    data: `امور مالی`,
  },
  {
    type: "list",
    data: `مشاوره آموزش`,
  },
  {
    type: "list",
    data: `امور حرفه ای`,
  },
  {
    type: "list",
    data: `تکنولوژی`,
  },
  {
    type: "title",
    data: `عناوین شغلی`,
  },
  {
    type: "list",
    data: `مدیر یا موسس شرکت`,
  },
  {
    type: "list",
    data: `مدیر عامل`,
  },
  {
    type: "list",
    data: `مشاور رایانه`,
  },
  {
    type: "list",
    data: `وکیل`,
  },
  {
    type: "list",
    data: `قاضی`,
  },
  {
    type: "list",
    data: `مدیر یا رئیس تجاری`,
  },
  {
    type: "list",
    data: `استاد دانشگاه`,
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `توانایی در دیدن امکانات و احتمالات`,
  },
  {
    type: "list",
    data: `توانایی حل خلاق مسأله`,
  },
  {
    type: "list",
    data: `درک مباحث پیچیده`,
  },
  {
    type: "list",
    data: `میل و انگیزه فراوان برای موفق شدن`,
  },
  {
    type: "list",
    data: `توانایی مدیریتی سطح بالا`,
  },
  {
    type: "list",
    data: `انگیزه فراوان برای رسیدن به سطح رضایت بخش`,
  },
  {
    type: "list",
    data: `معیارهای بالا و دانستن اخلاق کاری قدرتمند`,
  },
  {
    type: "list",
    data: `توانایی خلق سیستم ها و الگوها برای رسیدن به هدفها`,
  },
  {
    type: "list",
    data: `شجاعت دست به کارشدن و به سمت هدف حرکت کردن`,
  },
  {
    type: "list",
    data: `راحت بودن با تکنولوژی`,
  },
  {
    type: "list",
    data: `مهارت های منطقی و تحلیلی در تصمیم گیری`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `ناشکیبایی با کسانی که به سرعت شما، درک و کار نمی کنند.`,
  },
  {
    type: "list",
    data: `نداشتن دیپلماسی لازم`,
  },
  {
    type: "list",
    data: `تصمیم گیری شتاب زده`,
  },
  {
    type: "list",
    data: `بی علاقگی به جزئیات`,
  },
  {
    type: "list",
    data: `گرایش به بهبود دادن کسی که علاقه به این کار ندارد.`,
  },
  {
    type: "list",
    data: `تمایل به عدم صرف وقت کافی برای تشکر از همکاران و سپاسگزاری از کارکنان`,
  },
  {
    type: "list",
    data: `اکراه در بررسی مباحثی که قبلا در مورد آن تصمیم گیری شده است.`,
  },
  {
    type: "list",
    data: `گرایش به بهادادن به کار، بیش از پرداختن به مسائل خانوادگی`,
  },
  {
    type: "title",
    data: `ارتباط با دیگران`,
  },
  {
    type: "list",
    data: `صادق، صریح و رک هستند.`,
  },
  {
    type: "list",
    data: `اشخاصی را که به آنها علاقه مند هستند تشویق می کنند تا به شکلی که در نظر آنها از همه مناسب تر است فعالیت کنند`,
  },
  {
    type: "list",
    data: `با شور و اشتیاق زندگی می کنند.`,
  },
  {
    type: "list",
    data: `به طورکلی خوش خلق و خوی و در مواقعی جدی هستند.`,
  },
  {
    type: "list",
    data: `از روابط به عنوان فرصت مناسبی برای یادگیری استفاده می کنند.`,
  },
  {
    type: "list",
    data: `به حیثیت و موقعیت بها می دهند.`,
  },
  {
    type: "list",
    data: `بعضی ها دوست دارند شریک زندگی ای داشته باشند تا آنها را در رسیدن به هدف های زندگی شان یاری بدهد.`,
  },
  {
    type: "list",
    data: `به همسری احتیاج دارند که خودمختار و از عزت نفس خوب برخوردار باشد.`,
  },
  {
    type: "list",
    data: `وقتی کاری مطابق میل آنها انجام نمی شود، صبر و شکیبایی خود را از دست میدهند`,
  },
  {
    type: "list",
    data: `می توانند مرعوب کننده، صریح و مستقیم باشند.`,
  },
  {
    type: "list",
    data: `می توانند برای جدی و خشن به نظر رسیدن، جنبه های ملایم خود را پنهان کنند.`,
  },
  {
    type: "list",
    data: `در شرایط استرس و فشار با خود و با دیگران رفتار پرخاش کننده دارند.`,
  },
  {
    type: "title",
    data: `اوقات فراغت`,
  },
  {
    type: "list",
    data: `برای هر کاری دنبال برنامه بهتری می گردند. مانند سایر شئونات زندگی، برای تفریح و فراغت هم باید هدفی را جست و جو کند.`,
  },
  {
    type: "list",
    data: `دوست دارند در برنامه هایی شرکت کنند که با اشخاص در تبادل سودمند قرار بگیرند.`,
  },
  {
    type: "list",
    data: `بعضی از آنها ترجیح می دهند کار را با تفریح ادغام کنند. مثلا با مشتریان خود هندبال بازی می کنند.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `آرامش داشته باشد، به جزئیات توجه کند و با خواسته ها و نیازهای دیگران، همخوانی به دست آورد.`,
  },
];
