import { entityTypes } from "../../../types";

export const ESFJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/istj.png", //mistake
  },
  {
    type: "title",
    data: "برون گرای حسی متفکر داوری کننده (ESTJ)",
  },
  {
    type: "paragraph",
    data: `خوش قلب، خوش صحبت، محبوب و مسئولیت پذیر است. از سنین پایین مشارکت و همکاری با دیگران را به خوبی یاد می گیرد و از اعضای فعال گروه ها و تیم ها می شود. همیشه می خواهد یک کار نیک برای دیگران انجام دهد. نیاز به تشویق و قدردانی از طرف دیگران دارد. علاقه کمی به نظریه ها و موضوعات فنی دارد. استعدادش در زمینه هایی شکوفا می شود که بطور مستقیم و چشمگیری در زندگی او تاثیر بگذارد.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `آگاه و هوشیار هستند و به شیوه ای سازمان یافته کارشان را انجام می دهند.`,
  },
  {
    type: "list",
    data: `کارها را به شیوه ای برنامه ریزی شده انجام می دهند`,
  },
  {
    type: "list",
    data: `به جزئیات بها داده و دقت می کنند همه چیز با کارایی انجام شود`,
  },
  {
    type: "list",
    data: `بازیگران گروه خوبی هستند.`,
  },
  {
    type: "list",
    data: `دوست دارند همه کسانی که با آنها همکار هستند در شمار دوستار آنها باشند`,
  },
  {
    type: "list",
    data: `دوست دارند تصمیم گیری ها سريعا انجام شوند، درعین حالی که همه تصمیمات را خودشان بگیرند.`,
  },
  {
    type: "list",
    data: `اهل کمک و تعاون هستند، خدمت گزار هستند و دوست دارند به دیگران کمک کنند.`,
  },
  {
    type: "list",
    data: `تصمیم گیری بر اساس باورهای نظری و فلسفی را دوست ندارند.`,
  },
  {
    type: "list",
    data: `در برخورد با دیگران گرم و صمیمی هستند.`,
  },
  {
    type: "list",
    data: `بسیار معاشرتی بوده و دوست دارند کارهایی بکنند که دیگران در آن حضور داشته باشند.`,
  },
  {
    type: "list",
    data: `کار کردن در محیطی عاری از تضاد و تنش را دوست دارند.`,
  },
  {
    type: "list",
    data: `خواهان مشاغل مدیریتی نیستند اما وقتی این مقام ها را به آنها بدهند، تلاش فراوانی از خود به خرج می دهند.`,
  },
  {
    type: "list",
    data: `به مقامات بالا دست احترام گذارده و معتقدند که دیگران هم باید به مقامات احترام بگذارند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: `برای تان چه کاری میتوانم بکنم؟`,
  },
  {
    type: "list",
    data: `مراقبت های بهداشتی و پزشکی`,
  },
  {
    type: "list",
    data: `تحصیلات و آموزش`,
  },
  {
    type: "list",
    data: `کارهای کارمندی`,
  },
  {
    type: "list",
    data: `کسب و کار تجارت`,
  },
  {
    type: "list",
    data: `حدمات اجتماعی مشاوره`,
  },
  {
    type: "list",
    data: `فروش خدمات`,
  },
  {
    type: "title",
    data: `عناوین شغلی`,
  },
  {
    type: "list",
    data: `بانکدار`,
  },
  {
    type: "list",
    data: `دفتردار`,
  },
  {
    type: "list",
    data: `کارگر خدمات نظافتی`,
  },
  {
    type: "list",
    data: `مربی`,
  },
  {
    type: "list",
    data: `مشاور`,
  },
  {
    type: "list",
    data: `دستیار دندان پزشک`,
  },
  {
    type: "list",
    data: `مهماندار هواپیما`,
  },
  {
    type: "list",
    data: `آرایشگر مو`,
  },
  {
    type: "list",
    data: `مددکار بهداشتی`,
  },
  {
    type: "list",
    data: `مدرس منابع انسانی`,
  },
  {
    type: "list",
    data: `طراح داخلی`,
  },
  {
    type: "list",
    data: `برنامه ریز کالا`,
  },
  {
    type: "list",
    data: `پرستار`,
  },
  {
    type: "list",
    data: `کارمند آژانس ملک و املاک`,
  },
  {
    type: "list",
    data: `خدمتگزار مذهبی`,
  },
  {
    type: "list",
    data: `کارگر رستوران`,
  },
  {
    type: "list",
    data: `منشی`,
  },
  {
    type: "list",
    data: `مددکار اجتماعی`,
  },
  {
    type: "list",
    data: `آموزگار`,
  },
  {
    type: "list",
    data: `بازاریاب`,
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `انرژی زیاد و میل به انجام دادن کارها`,
  },
  {
    type: "list",
    data: `توانایی همکاری و ایجاد رابطه هماهنگ با دیگران`,
  },
  {
    type: "list",
    data: `نگاه واقع بینانه و توجه به جزئیات واقعیت ها`,
  },
  {
    type: "list",
    data: `علاقه و توجه به دیگران، تأیید رفتار خوب دیگران`,
  },
  {
    type: "list",
    data: `داشتن قاطعیت`,
  },
  {
    type: "list",
    data: `توانایی حفظ سنت های یک سازمان`,
  },
  {
    type: "list",
    data: `مهارت های سازمانی قوی`,
  },
  {
    type: "list",
    data: `توجه کردن و وفاداری به ارزشها `,
  },
  {
    type: "list",
    data: `مسئولیت پذیری بالا`,
  },
  {
    type: "list",
    data: `توانایی رعایت مقررات جاری`,
  },
  {
    type: "list",
    data: `دارای عقل سلیم و چشم اندازهای واقع بینانه`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `بی میلی به آزمایش نقطه نظرهای جدید`,
  },
  {
    type: "list",
    data: `حساسیت نسبت به انتقاد`,
  },
  {
    type: "list",
    data: `تمایل به توجه به لحظه اکنون به جای در نظر داشتن آینده`,
  },
  {
    type: "list",
    data: `ناسازگاری با تغییرات`,
  },
  {
    type: "list",
    data: `حساسیت فراوان و اجتناب از موقعیت های ناخوشایند`,
  },
  {
    type: "list",
    data: `دشواری در به تنهایی کار کردن به مدتی طولانی`,
  },
  {
    type: "list",
    data: `تمایل به جانب داری کردن`,
  },
  {
    type: "list",
    data: `تصمیم گیری های عجولانه`,
  },
  {
    type: "list",
    data: `تمایل به دوش کشیدن بار احساسات دیگران`,
  },
  {
    type: "list",
    data: `انعطاف ناپذیری`,
  },
  {
    type: "list",
    data: `دشواری در شنیدن نقطه نظرهای متفاوت`,
  },
  {
    type: "list",
    data: `ناتوانی نسبت به در نظر گرفتن نیازهای آتی`,
  },
  {
    type: "list",
    data: `ناامیدی در غیاب تأیید و تحسین از سوی دیگران`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `مهربان، دلسوز و ملاحظه کارند`,
  },
  {
    type: "list",
    data: `تمایل زیادی به حرف زدن دارند`,
  },
  {
    type: "list",
    data: `به هماهنگی بها می دهند.`,
  },
  {
    type: "list",
    data: `دوست ندارند به کسی توهین کنند یا اشخاص را از خود تا امید سازند`,
  },
  {
    type: "list",
    data: `ممکن است قدرنشناس به نظر برسند.`,
  },
  {
    type: "list",
    data: `دوست دارند که به شدت مورد توجه قرار گرفته، تائید شوند و به خاطر کارهایی که برای دیگران می کنند مورد تایید و تحسين واقع شوند.`,
  },
  {
    type: "list",
    data: `دوست دارند موردنیاز باشند، اما در کار مراقبت کردن از دیگران زیر فشار قرار می گیرد.`,
  },
  {
    type: "list",
    data: `درصورتی که مورد انتقاد دیگران واقع شوند، ممكن است افسرده و کسل شوند و یا دیگران را سرزنش نمایند.`,
  },
  {
    type: "list",
    data: `زنده نگه داشتن سنت ها و آداب و رسوم را دوست دارند.`,
  },
  {
    type: "list",
    data: `می توانند بی انعطاف، سختگیر، خود مدار باشند و از کسانی که نظراتشان را با آنها در میان نمی گذارند انتقاد نمایند.`,
  },
  {
    type: "title",
    data: `اوقات فراغت`,
  },
  {
    type: "list",
    data: `زندگی بسیار شلوغ و پری دارند.`,
  },
  {
    type: "list",
    data: `آنها میزبان های بسیار خوبی هستند و دوست دارند دیگران احساس خوبی پیدا کنند.`,
  },
  {
    type: "list",
    data: `برنامه های میهمانی های آنها به خوبی برنامه ریزی شده است.`,
  },
  {
    type: "list",
    data: `زمان و انرژی خود را صرف سازمانهای اجتماعی مورد احترام خود می کنند.`,
  },
  {
    type: "list",
    data: `وقت گذراندن با دوستان و افراد خانواده برای آنها بسیار مهم است.`,
  },
  {
    type: "title",
    data: "پیشنهاد برای کسب موفقیت",
  },
  {
    type: "list",
    data: `حفظ کردن آرامش، توجه کردن به امکاناتی که در حال حاضر وجود ندارد، به دل نگرفتن مسائل شخصی (عدم شخصی سازی مسائل)، را در مدنظر قرار دهد.`,
  },
];
