import { entityTypes } from "../../../types";

export const INFJInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/intj",
  },
  {
    type: "title",
    data: `درون گرای بینشی احساسی داوری کننده (INFJ)`,
  },
  {
    type: "paragraph",
    data: `موفقیت را با پشتکار فراوان به دست می آورد. طرح ایده های جدید می نماید و اشتیاق در انجام هر کاری که مورد نیاز است از خود نشان می دهد. بیشترین تلاش خود را در کارها می نماید. آرام با قدرت و وظیفه شناس است. علاقه به کمک به دیگران دارد، اصول اخلاقی که به آن پایبند می باشد، برای اغلب مردم مورد احترام است. همیشه از طرف مردم جهت خدمت به دیگران و جامعه از او قدردانی می شود.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `به شدت بکر و خلاق اند.`,
  },
  {
    type: "list",
    data: `برای دستیابی به هدف های بلند مدت خود کار می کنند. می خواهند ببینند که نقطه نظرهای شان صورت تحقق پیدا می کند و به کار گرفته می شود.`,
  },
  {
    type: "list",
    data: `می توانند از خود و دیگران به شدت متوقع باشند. اغلب کمال طلب هستند.`,
  },
  {
    type: "list",
    data: `در دفاع از ارزش ها و باورهای خود بسیار راسخ هستند.`,
  },
  {
    type: "list",
    data: `از ایده آل ها و هدف های شان حمایت می کنند. - اغلب به رفاه مردم کمک می کنند.`,
  },
  {
    type: "list",
    data: `ناکامی ها را مسائلی می دانند که باید حل و فصل شوند.`,
  },
  {
    type: "list",
    data: `در استفاده از کلمات بسیار دقیق هستند.`,
  },
  {
    type: "list",
    data: `درباره مسائل به طور دقیق فکر می کنند. در تمرکز کردن قوی هستند. از پرت شدن حواس خوششان نمی آید، ترجیح می دهند در مکانهایی بی سروصدا و سازمان یافته کار کنند.`,
  },
  {
    type: "list",
    data: `خواهان تحسین و احترام هستند اما دوست ندارند که توجه دیگران را به خود جلب کنند.`,
  },
  {
    type: "list",
    data: `می توانند رهبرانی مجاب کننده و الهام بخش باشند.`,
  },
  {
    type: "list",
    data: `دوست دارند اوقات خود را سازمان دهی کنند و روی فرایند محصول کنترل داشته باشند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: `تسریع کننده تغییرات مثبت`,
  },
  {
    type: "list",
    data: `مشاوره آموزش`,
  },
  {
    type: "list",
    data: `اموز بازرگانی و تجارتی`,
  },
  {
    type: "list",
    data: `کار های خلاق`,
  },
  {
    type: "list",
    data: `مراقبت های بهداشتی خدمات اجتماعی`,
  },
  {
    type: "list",
    data: `تکنولوژی`,
  },
  {
    type: "list",
    data: `مذهب`,
  },
  {
    type: "title",
    data: "عناوین شغلی",
  },
  {
    type: "list",
    data: "معمار",
  },
  {
    type: "list",
    data: "روحانی",
  },
  {
    type: "list",
    data: "مشاور",
  },
  {
    type: "list",
    data: "طراح",
  },
  {
    type: "list",
    data: "متخصص تغذیه",
  },
  {
    type: "list",
    data: "ویراستار",
  },
  {
    type: "list",
    data: "مسئول مراقبت های بهداشتی",
  },
  {
    type: "list",
    data: "مفسر، مترجم",
  },
  {
    type: "list",
    data: "کتابخانه دار",
  },
  {
    type: "list",
    data: "پزشک",
  },
  {
    type: "list",
    data: "موسیقی دان / آهنگ ساز",
  },
  {
    type: "list",
    data: "فیلسوف",
  },
  {
    type: "list",
    data: "طراح برنامه",
  },
  {
    type: "list",
    data: "روان درمانگر",
  },
  {
    type: "list",
    data: "معلم دینی",
  },
  {
    type: "list",
    data: "پژوهشگر",
  },
  {
    type: "list",
    data: "دانشمند اجتماعی",
  },
  {
    type: "list",
    data: "نویسنده",
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `احساس حمایتگری که موجب جلب توجه دیگران شود.`,
  },
  {
    type: "list",
    data: `توجه داشتن به پروژه هایی که برایش جالب است.`,
  },
  {
    type: "list",
    data: `داشتن قاطعیت و مهارت های سازمانی قدرتمند`,
  },
  {
    type: "list",
    data: `خلاقیت و توانایی دست یابی به راه حل های بكر`,
  },
  {
    type: "list",
    data: `احساس همدلی و توانایی پیش بینی کردن نظر دیگران`,
  },
  {
    type: "list",
    data: `توانایی درک مفاهیم پیچیده`,
  },
  {
    type: "list",
    data: `علاقه کمک کردن به دیگران برای این که رشد کنند.`,
  },
  {
    type: "list",
    data: `میل به مولد بودن و رسیدن به هدف های خود.`,
  },
  {
    type: "list",
    data: `تعهد عمیق به کاری که به آن ایمان دارند.`,
  },
  {
    type: "title",
    data: `نقاط ضعف کاری`,
  },
  {
    type: "list",
    data: `نداشتن انعطاف پذیری`,
  },
  {
    type: "list",
    data: `برداشت غیرواقع بینانه درباره زمان و مدت انجام برنامه ها`,
  },
  {
    type: "list",
    data: `به سختی کار کردن روی پروژه هایی که با  ارزش هایش در تضاد است.`,
  },
  {
    type: "list",
    data: `اکراه در بررسی یا تغییر دادن تصمیمات اتخاذشده`,
  },
  {
    type: "list",
    data: `دشواری در روبرو شدن با تعارض ها و اختلافات`,
  },
  {
    type: "list",
    data: `دشواری در ایجاد نظم و ترتیب در کارکنان  زیردست`,
  },
  {
    type: "list",
    data: `دشواری در تغییر دادن سریع برنامه ها و دستورالعمل ها`,
  },
  { type: "list", data: `تمایل به داوری کردن` },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `آرام و دل نازک هستند.`,
  },
  {
    type: "list",
    data: `دوست دارند خانه راحتی داشته باشند.`,
  },
  {
    type: "list",
    data: `می توانند بسیار صمیمی باشند. ممکن است به خاطر نیازهای شریک زندگی شان تن به هر کاری بدهند.`,
  },
  {
    type: "list",
    data: `شنونده خوبی هستند.`,
  },
  {
    type: "list",
    data: `احساسات، عواطف و محبت های خود را با شمار کوچکی از دوستانشان در میان می گذارند.`,
  },
  {
    type: "list",
    data: `اغلب خود را در قبال احساسات دیگران مسئول می داند و نمی تواند حد و مرز سالمی را رعایت کند.`,
  },
  {
    type: "list",
    data: `نسبت به انتقاد بسیار حساس است و اگر او را درک نکنند. به شدت می رنجند.`,
  },
  {
    type: "list",
    data: `در بیان اندیشه های خود با دشواری روبه رو هستند.`,
  },
  {
    type: "list",
    data: `یازمند هماهنگی است و وقتی به این هماهنگی نرسد رنجش به دل می گیرد.`,
  },
  {
    type: "list",
    data: `به هنگام مواجه شدن با دیگران مودبانه رفتار می کند.`,
  },
  {
    type: "title",
    data: "اوقات فراغت",
  },
  {
    type: "list",
    data: `اعتقاد به تعادل بین صرف وقت به تنهایی ( به منظور رسیدگی به پروژه های خلاق) و صرف وقت با دوستان و افراد خانواده خود دارند.`,
  },
  {
    type: "list",
    data: `برای آن ها وجود یک خانواده خوشایند بسیار مهم است.`,
  },
  {
    type: "list",
    data: `بسیاری از INFJ ها از شرکت در مناسبت های فرهنگی و هنری لذت می برند.`,
  },
  {
    type: "list",
    data: `INFJ ها کار های ذهنی را بیش از کار های جسمانی دوست دارند.`,
  },

  {
    type: "title",
    data: `پیشنهاد برای کسب موفقیت`,
  },
  {
    type: "list",
    data: `به جزئیات توجه داشته باشند. انعطاف پذیر باشند و برای انجام کارها خودش دست به عمل بزند.`,
  },
];
