import { entityTypes } from "../../../types";

export const INTPInterpret: entityTypes.IInterpret[] = [
  {
    type: "image",
    data: "https://storage.taskyn.ir/public/intp.png",
  },
  {
    type: "title",
    data: "درون گرای شهوی متفکر ادارک کننده (INTP)",
  },
  {
    type: "paragraph",
    data: `آرام و تودار می باشد در آزمون های آموزشی به خصوص در زمینه علمی و نظری عمل می کند. عموما به ایده ها و نظریات جدید علاقه نشان می دهد. توجه زیادی به محافل اجتماعی یا بحثهای بیهوده ندارد. به نظر می آید علاقه منحصر به فرد و پیچیده ای دارد. نیاز به انتخاب شغل هایی دارد که بتواند از موضوعات مورد علاقه و سرگرمی او در زمینه کارهای مفید استفاده نماید.`,
  },
  {
    type: "title",
    data: "ویژگی ها",
  },
  {
    type: "list",
    data: `می توانند سیستم های پیچیده و الگوهای مفهومی را بهبود ببخشند، اما ترجیح میدهند که کاربرد و اجرا را به دیگران واگذار نمایند.`,
  },
  {
    type: "list",
    data: `از صلاحیت حرفه ای سطح بالا برخوردارند و از این حیث به خود می بالند.`,
  },
  {
    type: "list",
    data: `همه انتخاب ها را به دقت وارسی می کنند. متوجه تضادها، ناسازگاریها و اشکالات منطقی در اندیشه های خود و دیگران هستند.`,
  },
  {
    type: "list",
    data: `وقتی موضوعی را به درستی درک کنند به حرکت در می آیند.`,
  },
  {
    type: "list",
    data: `دوست دارند هدفها و استانداردهای خود را در محیطی انعطاف پذیر و بی ساختار تعیین کنند.`,
  },
  {
    type: "list",
    data: `در صورتی که نتوانند از توانمندی های خود استفاده کنند، بدبین و افسرده می شوند.`,
  },
  {
    type: "list",
    data: `دوست دارند که به طور مستقل کار کنند، اما تکمیل کردن کارها برای شان دشوار است.`,
  },
  {
    type: "list",
    data: `دوست ندارند دیگران را سرپرستی کنند.`,
  },
  {
    type: "title",
    data: "مشاغل مناسب",
  },
  {
    type: "slogan",
    data: "نبوغ در حل مسائل",
  },
  {
    type: "list",
    data: `مراقبت های بهداشتی`,
  },
  {
    type: "list",
    data: `فنی حرفه ای تجاری`,
  },
  {
    type: "list",
    data: "کار های خلاق",
  },
  {
    type: "list",
    data: "کامپیوتر تکنولوژی",
  },
  {
    type: "title",
    data: "عناوین شغلی",
  },
  {
    type: "list",
    data: "باستان شناسی",
  },
  {
    type: "list",
    data: "معمار",
  },
  {
    type: "list",
    data: "فضانورد",
  },
  {
    type: "list",
    data: "وکیل",
  },
  {
    type: "list",
    data: "زیست شناس",
  },
  {
    type: "list",
    data: "شیمی دان",
  },
  {
    type: "list",
    data: "تحلیل گر یا برنامه نویس کامپیوتر",
  },
  {
    type: "list",
    data: "برنامه نویس مالی",
  },
  {
    type: "list",
    data: "طراح گرافیک",
  },
  {
    type: "list",
    data: "تاریخ دان",
  },
  {
    type: "list",
    data: "مخترع",
  },
  {
    type: "list",
    data: "ریاضی دان",
  },
  {
    type: "list",
    data: "موسیقی دان",
  },
  {
    type: "list",
    data: "فیلسوف",
  },
  {
    type: "list",
    data: "عکاس",
  },
  {
    type: "list",
    data: "پزشک",
  },
  {
    type: "list",
    data: "روانپزشک",
  },
  {
    type: "list",
    data: "روانشناس",
  },
  {
    type: "list",
    data: "پژوهشگر",
  },
  {
    type: "list",
    data: "دانشمند",
  },
  {
    type: "list",
    data: "استاد دانشگاه",
  },
  {
    type: "list",
    data: "نویسنده",
  },
  {
    type: "title",
    data: "نقاط قوت کاری",
  },
  {
    type: "list",
    data: `علاقه مندی به در نظر داشتن امکانات جديد`,
  },
  {
    type: "list",
    data: `توانایی در فهم ایده های پیچیده و انتزاعی`,
  },
  {
    type: "list",
    data: `مهارت بالا در حل مسأله به شیوه خلاق`,
  },
  {
    type: "list",
    data: `استقلال رأی و شجاعت در ریسک کردن، امتحان کردن چیزهای جدید و غلبه بر موانع`,
  },
  {
    type: "list",
    data: `توانایی بهره برداری از انبوه اطلاعات`,
  },
  {
    type: "list",
    data: `مهارت در دریافت اطلاعات موردنیاز در عین کنجکاوی روشنفکرانه`,
  },
  {
    type: "list",
    data: `توانایی حفظ تحلیل منطقی حتی در شرایط استرس زا`,
  },
  {
    type: "list",
    data: `خلاقیت و برخورد غیرشخصی با مسائل`,
  },
  {
    type: "list",
    data: `توانایی داشتن دید کلی از موضوعات`,
  },
  {
    type: "list",
    data: `سازگاری بالا و سرعت در تغییر مسیر در صورت نیاز`,
  },
  {
    type: "title",
    data: "نقاط ضعف کاری",
  },
  {
    type: "list",
    data: `گرایش به بی سازمانی، بی علاقگی به تشکیلات`,
  },
  {
    type: "list",
    data: `اعتماد به نفس بیش از اندازه`,
  },
  {
    type: "list",
    data: `عدم توانایی تحمل اشخاص بی صلاحیت و ناتوان در خیال پردازی`,
  },
  {
    type: "list",
    data: `عدم علاقه به انجام کارها به شیوه سنتی`,
  },
  {
    type: "list",
    data: `دشواری در انتقال ایده های دشوار به شکلی ساده`,
  },
  {
    type: "list",
    data: `تمایل به موضوعات نظری تا حدی که منجر به نادیده گرفتن واقعیت ها می شود.`,
  },
  {
    type: "list",
    data: `بی توجهی به جزئیات مهم`,
  },
  {
    type: "list",
    data: `عدم علاقه به انجام کارهای تکراری`,
  },
  {
    type: "list",
    data: `ناشکیبایی در برابر ساختارها و اشخاص انعطاف ناپذیر`,
  },
  {
    type: "list",
    data: `بی علاقگی به انجام کار های تکراری`,
  },
  {
    type: "list",
    data: `نا شکیبایی در برابر ساختار ها و اشخاص انعطاف ناپذیر`,
  },
  {
    type: "title",
    data: "ارتباط با دیگران",
  },
  {
    type: "list",
    data: `در اندیشه ها، علایق و کار خود فرو می روند و ممکن است روابط خود را فراموش کنند`,
  },
  {
    type: "list",
    data: `نسبت به کسانی که برای آنها مهم هستند صمیمی و وفادارند`,
  },
  {
    type: "list",
    data: `ممكن است به آسانی از برقراری تماس با دیگران خودداری ورزند.`,
  },
  {
    type: "list",
    data: `فضای رها از تضاد و پر از آرامش را دوست دارند.`,
  },
  {
    type: "list",
    data: `به ظاهر جسمانی خود توجهی ندارند. برایشان مهم نیست که دیگران درباره آنها چه فکر می کنند.`,
  },
  {
    type: "list",
    data: `خوش خلق هستند.`,
  },
  {
    type: "list",
    data: `با غریبه ها رسمی هستند و از آنها فاصله می گیرند.`,
  },
  {
    type: "list",
    data: `از صحبت های خودمانی خوششان نمی آید.`,
  },
  {
    type: "list",
    data: `می توانند خودبین و خودخواه باشند.`,
  },
  {
    type: "list",
    data: `اغلب از شرکای زندگی معاشرتی استقبال می کنند.`,
  },
  {
    type: "title",
    data: "اوقات فراغت",
  },
  {
    type: "list",
    data: `ترجیح می دهند که بسیاری از کار ها را به تنهایی انجام دهند. آن ها دوست دارند کار هایی بکنند که دیگران در آن دخالتی نداشته باشند.`,
  },
  {
    type: "list",
    data: `برخی از INTP ها از چالش های جسمانی لذت می برند و بسیاری از آن ها به فعالیت هایی مانند شطرنج و بازی با کلمات علاقه مند هستند.`,
  },
  {
    type: "list",
    data: `INTP ها، یادگیرنده هایی برای همه مدت عمر هستند و پیوسته شعور خود را بیشتر می کنند.`,
  },

  {
    type: "title",
    data: "پیشنهاد برای موفقیت",
  },
  {
    type: "list",
    data: "بهبود بخشیدن به سازمان یافتگی، صبوری و شکیبایی بیشتر با اشخاصی که از هوش کمتری برخوردارند. و تلاش برای رسیدن به مهارت های اجتماعی بیشتر را مد نظر قرار دهد.",
  },
];
